Repository: dipayan412/Workzone
Catalog: RestaurantApp/RestaurantApp/*.lproj/Localizable.strings
Languages: it

# kMenu
source: THE MENU
it: IL MENU

# kReservation
source: RESERVATION
it: PRENOTA

# kFindUs
source: FIND US
it: DOVE SIAMO

# kFindUsTitle
source: Contact Us
it: Contattaci

# kReservationTitle
source: Reservation
it: PRENOTA

# kBack
source: Back
it: Indietro

# kOurRestaurant
source: Our Restaurant
it: Il nostro ristorante

# kImageGallery
source: Image Gallery
it: Immagini

# kNews_Offers
source: News & Offers
it: Notizie e offerte

# kUseItalian
source: Use Italian
it: Use Italiana

# kConnectFacebook
source: Connect to Facebook
it: Connetti a Facebook

# kConnectTwitter
source: Connect to Twitter
it: Connetti a Twitter

# kSettings
source: Settings
it: Impostazioni

# kAccountSetting
source: ACCOUNT SETTING
it: IMPOSTAZIONE CONTO

# kReserveTable
source: Reserve A Table
it: Prenota un tavolo

# kTakeAway
source: Take Away
it: Ordina da asporto

# kSearchPlaceHolder
source: Search Menu Items...
it: Voci di menu ricerca...

# kDescription
source: Description
it: Descrizione

# kOrder
source: Order
it: Ordina

# kPrice
source: Price
it: Prezzo

# kServe
source: Serve for
it: Porzione

# kOpenNavigator
source: Open Navigator
it: aperto Navigator

# kEmailUs
source: Email us
it: Invia un'email

# kYourName
source: Your name
it: Il tuo nome

# kNumberOfPeople
source: Number Of People
it: Numero di persone

# kSetDate
source: Set date
it: Data

# kSetTime
source: Set time
it: Ora

# kPhoneNumber
source: Phone number
it: Numero di telefono

# kComment
source: Comment (Optional)
it: Commenti (opzionale)

# kSendRervation
source: Send Reservation
it: Invia prenotazione

# kNoOrder
source: No Order
it: N. di ordine

# kTax
source: Tax
it: IVA

# kTotal
source: Total
it: Totale

# kOrderLaterCheckBox
source: Check if you want to order later
it: Selezione per ordinare più tardi

# kImage
source: Image
it: Immagini

# kConfirm
source: Confirm
it: Conferma

# kRemoveOrder
source: Do you want remove your previous order?
it: C'è un ordine in sospeso. Rimuoverlo?

# kError
source: Error
it: Errore

# kParseResponse
source: Failed to parse response
it: Il server non ha risposto

# kConnectServer
source: Could not connect to server
it: Impossibile connettersi a internet

# kDismiss
source: Dismiss
it: Ok

# kPhoneCall
source: You can not make phone calls with this device
it: Non puoi chiamare con questo dispositivo

# kLoadData
source: Failed to load data
it: Impossibile connettersi

# kEnterOrder
source: Please enter order
it: Inserisci un ordine

# kGiveName
source: Please give a name
it: Inserisci un nome

# kEnterDate
source: Please enter date
it: Inserisci una data

# kEnterTime
source: Please enter time
it: Inserisci un'ora

# kPlaceOrder
source: Please place an order
it: Inserisci un ordine

# kGiveNumber
source: Please give your phone number
it: Inserisci un numero di telefono

# kTakeAwayTaken
source: Take away taken
it: Ordine inoltrato correttamente

# kSuccess
source: Success
it: OK

# kReservationSuccessful
source: Reservation Successful
it: Prenotazione inviata correttamente

# kYes
source: YES
it: SI

# kWait
source: Please wait
it: Attendere prego
