Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# FAQ_Answer_16
source: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named Dropbox. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'List & restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
de: Damit können Sie sich regelmässige Datensicherungen (d.h. alle historischen Zeiteingaben) auf einem externen Server (Cloud) mit einem Anbieter namens 'Dropbox' anlegen. Dieser Dienst ermöglicht eine teilautomatisierte Sicherung was auf die Dauer angenehmer ist als die Variante mit E-mail (siehe Frage 13). Ihre Daten können wieder hergestellt werden falls Ihre Daten aus irgendwelchen Gründen verloren gingen oder falls Sie Ihre Daten auf ein anderes Gerät überspielen möchten (bedingt, dass die App dort installiert ist). Bitte beachten Sie, dass dies kein Datenbank-Synchronisierungsdienst zwischen Geräten ist. Um diese Möglichkeit zu nutzen, brauchen Sie ein Dropbox Konto und eine Internetverbindung. Während der Einrichtung können Sie ein Dropbox Konto erstellen bzw. sich anmelden um sich mit Ihrem Konto zu verlinken. Bei erfolgreicher (einmaliger) Verlinkung können Sie nun eine Sicherung ausführen womit eine Datei (.motd) bei jeder Sicherung samt Zeitstempel auf einem bestimmten Pfad (APPS..) angelegt wird. Die Dateien haben eine Grösse von unter 10KB, so dass mit dem Grundpaket von Dropbox keine Kosten anfallen. Des weiteren, bitte beachten Sie folgende Punkte: a) Bei fehlender Internetverbindung wird die Sicherungsdatei vorübergehend auf Ihren Gerät zwischengelagert bis zum Zeitpunkt der nächsten Internetverbindung und sowohl die App gestartet wird. b) Datensicherungen per Sicherungsplanner werden dann ausgeführt wenn am jeweiligen Tag die App gestartet wird. c) Das motd Dateiformat kann nur durch diese App als Teil des Wiederherstellungsvorgang gelesen werden d) Um eine Übersicht Ihrer Datensicherungen zu erhalten, benutzen Sie den 'Wiederherstellen' Knopf oder gehen direkt auf Ihre Dropbox Konto e) Um eine Datensicherung wieder herzustellen, tippen Sie bitte auf den Dateinamen und folgen den Anweisungen f) Sie können die alten bzw. unerwünschten Datensicherungen direkt auf Ihrem Dropbox Konto löschen
es: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
fi: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
fr: C'est un service qui vous permet de stocker une sauvegarde régulière de vos données (un historique de toutes vos heures saisies) sur un serveur externe (cloud) avec un fournisseur nommé Dropbox. Cette méthode est plus simple que de créer des sauvegardes manuellement via e-mail (voir question 13). Votre fichier de sauvegarde peut être restauré sur votre appareil dans le cas où vous avez perdu vos données ou si vous souhaitez transférer vos données vers un autre appareil (l'application doit être installée sur cet appareil). Veuillez noter que ce n'est pas un service de synchronisation de base de données automatique entre plusieurs périphériques. Pour utiliser cette fonction, vous devez posséder un compte Dropbox et une connexion internet. Lors de l'installation (liens vers Dropbox), vous serez invité à créer un compte Dropbox ou connectez-vous à votre compte existant. Dropbox vous donne un stockage limité qui est suffisant pour les fichiers de sauvegarde (sous 10kb par fichier). Dans le cadre du processus un nouveau fichier est créé (Format .motd) pour chaque sauvegarde effectuée avec un horodatage dans un chemin de dossier spécifique sur Dropbox (APPS ..). En outre, s'il vous plaît prendre note des points suivants: a) lors de la sauvegarde si votre appareil n'est pas connecté à Internet, le fichier de sauvegarde restera sur votre appareil et le transfert vers le cloud au prochain démarrage de l'application avec connexion à l'internet. b) les sauvegardes planifiées (par exemple, tous les mardis) seront lancés automatiquement lorsque vous ouvrez l'application, le jour la sauvegarde est programmée. c) le format de fichier motd ne peut être lu que par cette application dans le cadre du processus de restauration d) Pour voir un historique de tous vos fichiers de sauvegarde, utilisez le bouton “List & restaurer“ ou recherche dans le chemin du fichier concerné directement sur votre compte Dropbox. e) Pour restaurer un fichier de sauvegarde appuyez simplement sur le nom du fichier et suivez les instructions f) vous avez la possibilité de supprimer les anciennes versions directement sur votre compte Dropbox.
it: Questo è un servizio che permette di salvare un backup regolare dei dati (l'intero registro) su un server esterno (cloud) con un fornitore di nome 'Dropbox'. Questo è più conveniente rispetto alla creazione di copie di backup manualmente tramite e-mail (vedi domanda 13). Il file di backup può essere ripristinato di nuovo al vostro dispositivo nel caso in cui hai perso i tuoi dati o desidera trasferire i dati su un altro dispositivo (l'applicazione deve essere installato sul dispositivo). Si prega di notare che questo non è un servizio di sincronizzazione dati automatica tra più dispositivi. Per utilizzare questa funzionalità è necessario un account Dropbox e connessione internet. Durante l'installazione vi verrà chiesto di creare un account Dropbox o Login e collegamento a un account esistente. Dropbox offre spazio gratuito limitato che è sufficiente per lo scopo dei file di backup (sotto 10kb per file). Come parte del processo di backup viene creato un nuovo file (. motd) per ogni backup fatto con un bollo di tempo in un percorso cartella specifica su Dropbox (APPS ..). Inoltre, si prega di prendere nota dei seguenti punti: a) durante il backup, se il dispositivo non è connesso a internet il file di backup rimarrà sul vostro dispositivo e la sincronizzazione con la nuvola la prossima volta che si avvia l'applicazione e si è connessi al internet. b) I backup pianificati (es. ogni Martedì) verranno attivati ​​se si apre l'applicazione, il giorno del backup è in programma. c) il formato del file motd può essere letto solo da questa applicazione come parte del processo di ripristino d) Per visualizzare un elenco di tutti i file di backup è possibile utilizzare il pulsante 'Elenco dei file e Ripristino' o cercare il tuo account Dropbox. e) Per ripristinare un file di backup è sufficiente toccare il nome del file e seguire le istruzioni. f) è possibile eliminare le vecchie versioni del percorso di backup come vuoi dal tuo account Dropbox
ja: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
ko: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
nb: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
nl: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
pl: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
pt: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
ru: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
sv: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
uk: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
zh_hans: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
zh_hant: This is a service which allows you to store a regular backup of your data (a history of all your time sheets) on an external server (cloud) with a provider named 'Dropbox'. This is more convenient than creating backups manually via e-mail (see FAQ 13). Your backup file can be restored back to your device in case you you have lost your data or would like to transfer your data to another device (the app must be installed on that device). Please note that this is not an automatic database synchronization service between multiple devices. To use this feature you will need a Dropbox account and internet connection. During setup you will be asked to create a Dropbox account or Login and link to an existing account. Dropbox gives you limited free space which is sufficient for the purpose of the backup files (under 10kb per file). As part of the backup process a new file is created (.motd) for every backup made along with a timestamp in a specific folder path on Dropbox (APPS..). Further, please take note of the following points: a) During backup if your device is not connected to the internet the backup file will stay on your device and synchronize with the cloud the next time you start the app and you are connected to the internet. b) Scheduled backups (eg. every Tuesday) will be triggered if you open the app on the day the backup is scheduled. c) The motd file format can only be read by this app as part of the restore process d) To view a list of all your backup files you can use the 'restore' button or look up your Dropbox account. e) To restore a backup file simply tap on that file name and follow the instructions. f) You can delete older versions from the backup path as you wish from within your Dropbox account.
