Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# LOCAL_AM
source: am
de: vm
fi: ap
it: m.
ja: 午前
ko: 오전
ru: ут.
sv: fm
uk: ра.
zh_hans: 上午
zh_hant: 上午

# LOCAL_PM
source: pm
de: nm
fi: ip
it: p.
ja: 午後
ko: 오후
ru: ве.
sv: em
uk: ве.
zh_hans: 下午
zh_hant: 下午

# SETTINGS_SET_WORK_DAYS
source: Set Working Days
de: Arbeitstage einrichten
es: Días Laborales
fi: Näytä Työpäivät
fr: Journées de travail
it: Giorni lavorativi
ja: 勤務日の表示
ko: 근무일 보이기
nb: Definer arbeidsdager
nl: Werkdagen maken
pl: Wskaż dni pracy
pt: Dias de trabalho
ru: Показать рабочие дни
sv: Arbetsdagar
uk: Показувати робочі дні
zh_hans: 显示工作日时间
zh_hant: 顯示工作日時間

# REMINDER_MESSAGE_CONTENT
source: You have empty time sheets
de: Es fehlt eine Zeiteingabe
es: Hay fechas vacias
fi: Sinulla on täyttämättä jääneitä tuntilistoja
fr: Il manque des heures saisies:
it: Ci sono date vuote
ja: 入力していない日があります。
ko: 다음에 빈 시간기록이 있습니다
nb: Du har tomme timelister
nl: Data ontbreken
pl: Masz pusty grafik
pt: Faltam datas
ru: У вас есть пустые календарные листы
sv: Du har tomma tidrapporter
uk: Ві маєте порожні календарні листи
zh_hans: 您有一个空白的时间表
zh_hant: 您有一個空白的時間表

# REPORT_LIST_BALANCE_REPORT
source: My Overtime
de: Meine Überstunden
es: Mis Horas Extras
fi: Minun Ylityöni
fr: Mes heures supplémentaires
it: Straordinari
ja: 私の残業時間
ko: 나의 잔업
nb: Min Overtid
nl: Mijn overuren
pl: Moje Nadgodziny
pt: As minhas horas extra
ru: Сверхурочно
sv: Min Övertid
uk: Понаднормово
zh_hans: 我的加班时间
zh_hant: 我的加班時間

# REPORT_LIST_ACTIVITY_REPORT
source: Activity Report
de: Detailbericht
es: Reporte Detallado
fi: Tapahtumaraportti
fr: Rapport détaillé
it: Rapporto di attività
ja: 活動報告
ko: 활동 보고
nb: Aktivitetsrapport
nl: Gedetailleerd rapport
pl: Raport Czynności
pt: Relatório detalhado
ru: Отчет о делах
sv: Detaljerad rapport
uk: Звіт про справи
zh_hans: 活动报告
zh_hant: 活動報告

# REPORT_LIST_ACTIVITY_BALANCE_REPORT
source: Allowance Balance Report
de: Guthabenbericht
es: Reporte de Crédito
fi: Käyttämättä olevat päivät raportti
fr: Rapport des avoirs
it: Rapporto credito
ja: 消化状況報告
ko: 나머지 활동 보고
nb: Aktivitetsbalanserapport
nl: Tegoed-rapport
pl: Raport Bilansu Czynności
pt: Relatório de crédito
ru: Отчет о балансе дел
sv: Tillgodo rapport
uk: Звіт про баланс справ
zh_hans: 活动余时报告
zh_hant: 活動余時報告

# REPORT_LIST_BACK_BUTTON
source: Back
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
nl: Terug
pl: Cofnij
pt: Voltar
ru: Назад
sv: Tillbaka
uk: Назад
zh_hans: 返回
zh_hant: 返回

# REPORT_MYDATERANGE
source: My Date Range
de: Mein Zeitraum
es: Mi período
fi: Ajanjakso
fr: Mon gamme de données
it: Periodo
ja: 期間
ko: 나의 일자 범위
nb: Min periode
nl: Periode
pl: Mój Zakres Dni
pt: Periodo
ru: Диапазон дат
sv: Min period
uk: Діапазон дат
zh_hans: 我的日期范围
zh_hant: 我的日期範圍

# REPORT_BALANCE_FOR_RANGE
source: Balance for Range
de: Saldo innerhalb Zeitraum
es: Saldo dentro del Período
fi: Tunnit Ajanjaksolla
fr: Solde pour gamme
it: Saldo periodo
ja: この期間中の過不足
ko: 나머지 범위
nb: Balanse for rekkevidde
nl: Saldo in de periode
pl: Bilans Za Okres
pt: Saldo dentro do prazo
ru: Баланс диапазона
sv: Balans för perioden
uk: Баланс діапазону
zh_hans: 日期范围内余时
zh_hant: 日期範圍內余時

# REPORT_BALANCE_RANGE_START
source: Balance at Range Start
de: Saldo vor Zeitraum
es: Saldo anterior al Período
fi: Tunnit Jakson Alussa
fr: Solde au début de gamme
it: Saldo ante-periodo
ja: 開始時の過不足
ko: 시작 범위 나머지
nb: Balanse ved periodens start
nl: Voorgaande periode saldo
pl: Bilans Początkowy
pt: Saldo antes do periodo
ru: Баланс начала диапазона
sv: Balans vid periodens start
uk: Баланс початку діапазону
zh_hans: 日期范围初余时
zh_hant: 日期範圍初余時

# REPORT_BALANCE_RANGE_END
source: Balance at Range End
de: Saldo nach Zeitraum
es: Saldo posterior al Período
fi: Tunnit Jakson Lopussa
fr: Solde à la fin de gamme
it: Saldo successivo
ja: 終了時の過不足
ko: 시작 범위 끝
nb: Balanse ved periodens slutt
nl: Saldo na periode
pl: Bilans Końcowy
pt: Saldo no final do periodo
ru: Баланс конца диапазона
sv: Balans vid periodens slut
uk: Баланс кінця діапазону
zh_hans: 日期范围末余时
zh_hant: 日期範圍末余時

# REPORT_BALANCE_HISTORY
source: Balance History
de: Saldoverlauf
es: Curso de Saldo
fi: Tuntihistoria
fr: Solde journalier
it: Dettaglio Saldo
ja: 過不足の履歴
ko: 나머지 기록
nb: Balansehistorikk
nl: Saldoverloop
pl: Historia Bilansu
pt: Registo de saldos
ru: История баланса
sv: Balans historia
uk: Історія балансу
zh_hans: 历史余时
zh_hant: 歷史余時

# BALANCE_REPORT_TITLE
source: My Overtime
de: Meine Überstunden
es: Mis Horas Extras
fi: Minun Ylityöni
fr: Mes heures supplémentaires
it: Straordinari
ja: 私の残業時間
ko: 나의 잔업
nb: Min Overtid
nl: Mijn overuren
pl: Moje Nadgodziny
pt: As minhas horas extra
ru: Сверхурочно
sv: Min Övertid
uk: Понаднормово
zh_hans: 我的加班时间
zh_hant: 我的加班時間

# ACTIVITY_REPORT_TITLE
source: Activity Report
de: Detailbericht
es: Reporte Detallado
fi: Tapahtumaraportti
fr: Rapport détaillé
it: Resoconto delle attività
ja: 活動報告
ko: 활동 보고
nb: Aktivitetsrapport
nl: Gedetailleerd rapport
pl: Raport Czynności
pt: Relatório detalhado
ru: Отчет о делах
sv: Detaljerad rapport
uk: Звіт про справи
zh_hans: 活动报告
zh_hant: 活動報告

# ACTIVITY_BALANCE_TITLE
source: Activity Balance
de: Guthabenbericht
es: Reporte de Crédito
fi: Käyttämättä Olevat Päivät Raportti
fr: Rapport des avoirs
it: Rapporto credito
ja: 消化状況報告
ko: 나머지 활동
nb: Aktivitetsbalanse
nl: Tegoed-rapport
pl: Bilans Czynności
pt: Relatório de crédito
ru: Баланс дел
sv: Tillgodo rapport
uk: Баланс справ
zh_hans: 活动余时
zh_hant: 活動余時

# ACTIVITIES_LIST_TITLE
source: Activities
de: Tätigkeiten
es: Actividades
fi: Tapahtumat
fr: Activités
it: Attività
ja: 活動内容
ko: 활동
nb: Aktiviteter
nl: Activiteiten
pl: Czynności
pt: Atividades
ru: Дела
sv: Aktiviteter
uk: Справи
zh_hans: 活动
zh_hant: 活動

# ACTIVITY_DETAIL_TITLE
source: Activity
de: Tätigkeit
es: Actividad
fi: Tapahtumat
fr: Activité
it: Attività
ja: 活動内容
ko: 활동
nb: Aktivitet
nl: Activiteit
pl: Czynność
pt: Atividade
ru: Дело
sv: Aktivitet
uk: Справа
zh_hans: 活动
zh_hant: 活動

# BALANCE_REPORT_EMAIL_SUBJECT
source: My Overtime Report
de: Meine Überstunden
es: Reporte Mis Horas Extras
fi: Minun Ylityöni Raportti
fr: Rapport mes heures supp.
it: Rapporto Straordinari
ja: 残業報告書
ko: 나의 잔업 보고
nb: Min overtidsrapport
nl: Rapport Mijn Overuren
pl: Raport Moich Nadgodzin
pt: O relatório - as minhas horas extra
ru: Отчет о сверхурочных часах
sv: Min övertid rapport
uk: Звіт про понаднормові години
zh_hans: 我的加班时间报告
zh_hant: 我的加班時間報告

# BALANCE_REPORT_EMAIL_CONTENT
source: Attached is My Overtime report
de: Beiliegend der Tagessaldoverlauf
es: Adjunto mi reporte Mis Horas Extras
fi: Liitteenä Minun Ylityöni Raportti
fr: Ci-joint mes heures supplémentaires
it: In allegato il mio rapporto straordinari
ja: 残業報告書を添付しました。
ko: 첨부물은 나의 잔업 보고입니다
nb: Vedlagt er min overtidsrapport
nl: In de bijlage mijn overuren
pl: Raport Moich Nadgodzin w Załączniku
pt: Em anexo, meu relatorio as minhas horas extra
ru: В приложении мой отчет о сверхурочных часах
sv: Bifogat är min övertid rapport
uk: В додатку мій звіт про понаднормові годіни
zh_hans: 附件中是我的加班时间报告
zh_hant: 附件中是我的加班時間報告

# BALANCE_REPORT_EMAIL_ATTACHMENT
source: My Overtime.csv
de: Meine Überstunden.csv
es: MisHorasExtras.csv
fi: Minun Ylityöni.csv
fr: Mes heures supplémentaires.csv
it: Straordinari.csv
ja: 残業報告書.csv
ko: 나의잔업.csv
nb: Min Overtid.csv
nl: MijnOveruren.csv
pl: Moje Nadgodziny.csv
pt: AsMinhasHorasExtra.csv
ru: Сверхурочные.csv
sv: MinÖvertid.csv
uk: Понаднормові.csv
zh_hans: 我的加班时间.csv
zh_hant: 我的加班時間.csv

# BALANCE_REPORT_EMAIL_ATTACHMENT_1
source: My Overtime.html
de: Meine Überstunden.html
es: MisHorasExtras.html
fi: Minun Ylityöni.html
fr: Mes heures supplémentaires.html
it: Straordinari.html
ja: 残業報告書.html
ko: 나의잔업.html
nb: Min Overtid.html
nl: MijnOveruren.html
pl: Moje Nadgodziny.html
pt: AsMinhasHorasExtra.html
ru: Сверхурочные.html
sv: MinÖvertid.html
uk: Понаднормові.html
zh_hans: 我的加班时间.html
zh_hant: 我的加班時間.html

# BALANCE_REPORT_EMAIL_ATTACHMENT_2
source: My Overtime.pdf
de: Meine Überstunden.pdf
es: MisHorasExtras.pdf
fi: Minun Ylityöni.pdf
fr: Mes heures supplémentaires.pdf
it: Straordinari.pdf
ja: 残業報告書.pdf
ko: 나의잔업.pdf
nb: Min Overtid.pdf
nl: MijnOveruren.pdf
pl: Moje Nadgodziny.pdf
pt: AsMinhasHorasExtra.pdf
ru: Сверхурочные.pdf
sv: MinÖvertid.pdf
uk: Понаднормові.pdf
zh_hans: 我的加班时间.pdf
zh_hant: 我的加班時間.pdf

# BALANCE_REPORT_HEADER_WEEKDAY
source: Weekday
de: Wochentag
es: Días Laborales
fi: Viikonpäivä
fr: Journées de travail
it: Giorni lavorativi
ja: 平日
ko: 주중
nb: Ukedag
nl: Werkdagen
pl: Dni Robocze
pt: Dias de trabalho
ru: День недели
sv: Veckodag
uk: День тижня
zh_hans: 工作日
zh_hant: 工作日

# BALANCE_REPORT_HEADER_DATE
source: Date
de: Datum
es: Fecha
fi: Pvm
it: Data
ja: 日付
ko: 일자
nb: Dato
nl: Datum
pl: Data
pt: Data
ru: Дата
sv: Datum
uk: Дата
zh_hans: 日期
zh_hant: 日期

# BALANCE_REPORT_HEADER_TOTAL
source: Total
fi: Yhteensä
it: Totale
ja: 合計
ko: 총
nl: Totaal
pl: Ogółem
ru: Всего
uk: Усього
zh_hans: 总数
zh_hant: 總數

# BALANCE_REPORT_HEADER_OFFSET
source: Offset
de: Sollzeit
es: Debe
fi: Tavoite
it: Ore dovute
ja: 予定時間
ko: 차감계산
nb: Debet
nl: Standaardtijd
pl: Obciążenie
pt: Débito
ru: Установлено
sv: Debet
uk: Встановлено
zh_hans: 抵消时间
zh_hant: 抵消時間

# BALANCE_REPORT_HEADER_BALANCE
source: Balance
de: Saldo
es: Saldo
fi: Saldo
fr: Solde
it: Saldo
ja: 過不足
ko: 나머지
nb: Balanse
nl: Saldo
pl: Bilans
pt: Saldo
ru: Баланс
sv: Balans
uk: Баланс
zh_hans: 余时
zh_hant: 余時

# BALANCE_REPORT_HEADER_TOTAL_MIN
source: Total (min)
fi: Yhteensä (min)
it: Totale (min)
ja: 合計（分）
ko: 총 (분)
nl: Totaal (min)
pl: Ogółem (min.)
ru: Всего(мин)
uk: Усього(хв)
zh_hans: 总数（分钟）
zh_hant: 總數（分鐘）

# BALANCE_REPORT_HEADER_OFFSET_MIN
source: Offset (min)
de: Sollzeit (min)
es: Debe (min)
fi: Tavoite (min)
fr: Dues (min)
it: Ore dovute (min)
ja: 予定時間（分）
ko: 차감계산 (분)
nb: Debet (min)
nl: Standaardtijd (min)
pl: Obciążenie(min.)
pt: Débito (min)
ru: Установлено(мин)
sv: Debet (min)
uk: Встановлено(хв)
zh_hans: 抵消时间（分钟）
zh_hant: 抵消時間（分鐘）

# BALANCE_REPORT_HEADER_BALANCE_MIN
source: Balance (min)
de: Saldo (min)
es: Saldo (min)
fi: Saldo (min)
fr: Solde (min)
it: Saldo (min)
ja: 過不足（分）
ko: 나머지 (분)
nb: Balanse (min)
nl: Saldo (min)
pl: Bilans (min.)
pt: Saldo (min)
ru: Баланс(мин)
sv: Balans (min)
uk: Баланс(хв)
zh_hans: 余额（分钟）
zh_hant: 餘額（分鐘）

# ACTIVITY_REPORT_EMAIL_SUBJECT
source: Activity Report
de: Detailbericht
es: Reporte Detallado
fi: Tapahtumaraportti
fr: Rapport détaillé
it: Rapporto di attività
ja: 活動報告書
ko: 활동 보고
nb: Aktivitetsrapport
nl: Gedetailleerd rapport
pl: Raport Czynności
pt: Relatório detalhado
ru: Отчет о делах
sv: Detaljerad rapport
uk: Звіт про справи
zh_hans: 活动报告
zh_hant: 活動報告

# ACTIVITY_REPORT_EMAIL_CONTENT
source: Attached is my Activity detail report
de: Beiliegend der Detailbericht
es: Adjunto mi Reporte Detallado
fi: Liitteenä yksityiskohtainen Tapahtumaraporttini
fr: Voici le Rapport détaillé
it: In allegato il mio Rapporto di attività
ja: 活動報告書を添付しました。
ko: 첨부물은 나의 활동 보고입니다
nb: Vedlagt er min aktivitetsrapport.
nl: In de bijlage het gedetailleerd rapport
pl: W Załączniku Mój Szczegółowy Raport Czynności
pt: Em anexo, meu relatorio detalhado
ru: В приложении мой отчет о делах
sv: Bifogat är min Detaljerad rapport
uk: В додатку мій звіт про справи
zh_hans: 附件中是我的活动详情报告
zh_hant: 附件中是我的活動詳情報告

# ACTIVITY_REPORT_EMAIL_ATTACHMENT_0
source: ActivityReport.csv
de: DetailberichtFürIOS.csv
es: ReporteDetallado.csv
fi: Tapahtumaraportti.csv
fr: RapportDétaillé.csv
it: RapportoAttività.csv
ja: 活動報告書.csv
ko: 활동보고.csv
nb: Aktivitetsrapport.csv
nl: GedetailleerdRapport.csv
pl: RaportCzynności.csv
pt: RelatorioDetalhado.csv
ru: ОтчетоДелах.csv
sv: DetaljeradRapport.csv
uk: ЗвітПроСправи.csv
zh_hans: 活动报告.csv
zh_hant: 活動報告.csv

# ACTIVITY_REPORT_EMAIL_ATTACHMENT_3
source: ActivityReport.html
de: DetailberichtFürIOS.html
es: ReporteDetallado.html
fi: Tapahtumaraportti.html
fr: RapportDétaillé.html
it: RapportoAttività.html
ja: 活動報告書.html
ko: 활동보고.html
nb: Aktivitetsrapport.html
nl: GedetailleerdRapport.html
pl: RaportCzynności.html
pt: RelatorioDetalhado.html
ru: ОтчетоДелах.html
sv: DetaljeradRapport.html
uk: ЗвітПроСправи.html
zh_hans: 活动报告.html
zh_hant: 活動報告.html

# ACTIVITY_REPORT_EMAIL_ATTACHMENT_4
source: ActivityReport.pdf
de: DetailberichtFürIOS.pdf
es: ReporteDetallado.pdf
fi: Tapahtumaraportti.pdf
fr: RapportDétaillé.pdf
it: RapportoAttività.pdf
ja: 活動報告書.pdf
ko: 활동보고.pdf
nb: Aktivitetsrapport.pdf
nl: GedetailleerdRapport.pdf
pl: RaportCzynności.pdf
pt: RelatorioDetalhado.pdf
ru: ОтчетоДелах.pdf
sv: DetaljeradRapport.pdf
uk: ЗвітПроСправи.pdf
zh_hans: 活动报告.pdf
zh_hant: 活動報告.pdf

# ACTIVITY_REPORT_HEADER_MONTH
source: Month
de: Monat
es: Mes
fi: Kuukausi
fr: Mois
it: Mese
ja: 月
ko: 월
nb: Måned
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
uk: Місяць
zh_hans: 月
zh_hant: 月

# ACTIVITY_REPORT_HEADER_DATE
source: Date
de: Datum
es: Fecha
fi: Pvm
it: Data
ja: 日付
ko: 일자
nb: Dato
nl: Datum
pl: Data
pt: Data
ru: Дата
sv: Datum
uk: Дата
zh_hans: 日期
zh_hant: 日期

# ACTIVITY_REPORT_HEADER_ACTIVITY
source: Activity
de: Tätigkeit
es: Actividad
fi: Tapahtumat
fr: Activité
it: Attività
ja: 活動内容
ko: 활동
nb: Aktivitet
nl: Activiteit
pl: Czynność
pt: Atividade
ru: Дело
sv: Aktivitet
uk: Справа
zh_hans: 活动
zh_hant: 活動

# ACTIVITY_REPORT_HEADER_TOTAL
source: Total
fi: Yhteensä
it: Totale
ja: 合計
ko: 총
nl: Totaal
pl: Ogółem
ru: Всего
uk: Всього
zh_hans: 总数
zh_hant: 總數

# ACTIVITY_REPORT_HEADER_START
source: Start
es: Inicio
fi: Aloitus
fr: Arrivée
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt: Início
ru: Начало
sv: Påbörjad
uk: Початок
zh_hans: 上班时间
zh_hant: 上班時間

# ACTIVITY_REPORT_HEADER_END
source: End
de: Ende
es: Fin
fi: Lopetus
fr: Départ
it: Termine
ja: 終了
ko: 끝
nb: Slutt
nl: Einde
pl: Koniec
pt: Fim
ru: Конец
sv: Avslutad
uk: Кінець
zh_hans: 下班时间
zh_hant: 下班時間

# ACTIVITY_REPORT_HEADER_BREAK
source: Break
de: Pause
es: Pausa
fi: Tauko
fr: Pause
it: Pausa
ja: 休憩
ko: 휴식
nb: Pause
nl: Pauze
pl: Przerwa
pt: Intervalo
ru: Перерыв
sv: Rast
uk: Перерва
zh_hans: 休息时间
zh_hant: 休息時間

# ACTIVITY_REPORT_HEADER_OFFSET
source: Offset
de: Sollzeit
es: Debe
fi: Tavoite
fr: Heures dues
it: Ore dovute
ja: 予定時間
ko: 차감계산
nb: Debet
nl: Standaardtijd
pl: Obciążenie
pt: Débito
ru: Установлено
sv: Debet
uk: Встановлено
zh_hans: 抵消时间
zh_hant: 抵消時間

# ACTIVITY_REPORT_HEADER_BALANCE
source: Balance
de: Saldo
es: Saldo
fi: Saldo
fr: Solde
it: Saldo
ja: 過不足
ko: 나머지
nb: Balanse
nl: Saldo
pl: Bilans
pt: Saldo
ru: Баланс
sv: Balans
uk: Баланс
zh_hans: 余时
zh_hant: 余時

# ACTIVITY_REPORT_HEADER_AMOUNT
source: Amount
de: Betrag
es: Monto
fi: Määrä
fr: Montant
it: Importo
ja: 総額
ko: 총액
nb: Beløp
nl: Bedrag
pl: Kwota
pt: Montante
ru: сумма
sv: Belopp
uk: сума
zh_hans: 总金额
zh_hant: 總金額

# ACTIVITY_REPORT_HEADER_COMMENTS
source: Comments
de: Bemerkungen
es: Comentario
fi: Kommentit
fr: Remarques
it: Commenti
ja: コメント
ko: 의견서
nb: Kommentarer
nl: Opmerkingen
pl: Notatki
pt: Comentários
ru: Комментарии
sv: Kommentarer
uk: Коментарі
zh_hans: 评论
zh_hant: 評論

# ACTIVITY_REPORT_HEADER_TOTAL_MIN
source: Total (min)
fi: Yhteensä (min)
it: Totale (min)
ja: 合計（分）
ko: 총 (분)
nl: Totaal (min)
pl: Ogółem (min.)
ru: Всего(мин)
uk: Всього(хв)
zh_hans: 总数（分钟）
zh_hant: 總數（分鐘）

# ACTIVITY_REPORT_HEADER_OFFSET_MIN
source: Offset (min)
de: Sollzeit (min)
es: Debe (min)
fi: Tavoite (min)
fr: Dues (min)
it: Ore dovute (min)
ja: 予定時間（分）
ko: 차감계산 (분)
nb: Debet (min)
nl: Standaardtijd (min)
pl: Obciążenie(min.)
pt: Débito (min)
ru: Установлено(мин)
sv: Debet (min)
uk: Встановлено(хв)
zh_hans: 抵消时间（分钟）
zh_hant: 抵消時間（分鐘)

# ACTIVITY_REPORT_HEADER_BALANCE_MIN
source: Balance (min)
de: Saldo (min)
es: Saldo (min)
fi: Saldo (min)
fr: Solde (min)
it: Saldo (min)
ja: 過不足（分）
ko: 나머지 (분)
nb: Balanse (min)
nl: Saldo (min)
pl: Bilans (min.)
pt: Saldo (min)
ru: Баланс(мин)
sv: Balans (min)
uk: Баланс(хв)
zh_hans: 余时（分钟）
zh_hant: 余時（分鐘）

# ACTIVITY_REPORT_DAILY_TOTAL
source: Daily total:
de: Tagessumme:
es: Total diario:
fi: Päivittäinen Yhteensä:
fr: Total de jour:
it: Totale giornaliero:
ja: １日の合計:
ko: 일일 총:
nb: Dagstotal:
nl: Dagtotaal:
pl: Codzienny Ogółem:
pt: Total diário:
ru: Всего за день:
sv: Daglig total:
uk: Всього за день:
zh_hans: 每日总数
zh_hant: 每日總數

# ACTIVITY_REPORT_FLAT
source: Flat
de: Pauschal
es: Hora fija
fi: Kiinteä
fr: Entrée standard
it: Forfetario
ja: 固定時間
ko: 정기
nb: Fikset
nl: Vast
pl: Jednolity
pt: Horas fixos
ru: Фикс.
sv: Enkel
uk: Фікс.
zh_hans: 固定时间
zh_hant: 固定时间

# ACTIVITY_BALANCE_EMAIL_SUBJECT
source: Allowance Balance
de: Guthabenbericht
es: Reporte de Crédito
fi: Käyttämättä olevat päivät raportti
fr: Rapport des avoirs
it: Rapporto di Credito
ja: 消化状況
ko: 나머지 활동
nb: Aktivitetsbalanse
nl: Tegoed-rapport
pl: Bilans Czynności
pt: Relatório de crédito
ru: Баланс дел
sv: Tillgodo rapport
uk: Баланс справ
zh_hans: 活动余时
zh_hant: 活動余時

# ACTIVITY_BALANCE_EMAIL_CONTENT
source: Attached is my Allowance Balance report
de: Beiliegend der Guthabenbericht
es: Adjunto mi Reporte de Crédito
fi: Liitteenä käyttämättä olevat päivät raportti
fr: Voici le Rapport des avoirs
it: In allegato il mio rapporto die credito
ja: 消化状況報告書を添付しました。
ko: 첨부물은 나의 나머지 활동 보고입니다
nb: Vedlagt er min aktivitetsbalanserapport
nl: In de bijlage het Tegoed-rapport
pl: Raport Mojego Bilansu Czynności w Załączniku
pt: Em anexo, meu relatório de crédito
ru: В приложении мой баланс дел
sv: Bifogat är min Tillgodo rapport
uk: В додатку мій баланс справ
zh_hans: 附件中是我的活动余时报告
zh_hant: 附件中是我的活動余時報告

# ACTIVITY_BALANCE_EMAIL_ATTACHMENT_0
source: AllowanceBalance.csv
de: GuthabenberichtFürIOS.csv
es: Reporte de Crédito.csv
fi: KäyttämättäOlevatPäivätRaportti.csv
fr: RapportDesAvoirs.csv
it: RapportoDiCredito.csv
ja: 消化状況報告.csv
ko: 나머지활동보고.csv
nb: Aktivitetsbalanse.csv
nl: TegoedRapport.csv
pl: BilansCzynności.csv
pt: RelatorioDeCredito.csv
ru: БалансДел.csv
sv: TillgodoRapport.csv
uk: БалансСправ.csv
zh_hans: 活动余时.csv
zh_hant: 活動余時.csv

# ACTIVITY_BALANCE_EMAIL_ATTACHMENT_3
source: AllowanceBalance.html
de: GuthabenberichtFürIOS.html
es: Reporte de Crédito.html
fi: KäyttämättäOlevatPäivätRaportti.html
fr: RapportDesAvoirs.html
it: RapportoDiCredito.html
ja: 消化状況報告.html
ko: 나머지활동보고.html
nb: Aktivitetsbalanse.html
nl: TegoedRapport.html
pl: BilansCzynności.html
pt: RelatorioDeCredito.html
ru: БалансДел.html
sv: TillgodoRapport.html
uk: БалансСправ.html
zh_hans: 活动余时.html
zh_hant: 活动余时.html

# ACTIVITY_BALANCE_EMAIL_ATTACHMENT_4
source: AllowanceBalance.pdf
de: GuthabenberichtFürIOS.pdf
es: Reporte de Crédito.pdf
fi: KäyttämättäOlevatPäivätRaportti.pdf
fr: RapportDesAvoirs.pdf
it: RapportoDiCredito.pdf
ja: 消化状況報告.pdf
ko: 나머지활동보고.pdf
nb: Aktivitetsbalanse.pdf
nl: TegoedRapport.pdf
pl: BilansCzynności.pdf
pt: RelatorioDeCredito.pdf
ru: БалансДел.pdf
sv: TillgodoRapport.pdf
uk: БалансСправ.pdf
zh_hans: 活动余时.pdf
zh_hant: 活动余时.pdf

# ACTIVITY_BALANCE_HEADER_ACTIVITY
source: Activity
de: Tätigkeit
es: Actividad
fi: Tapahtumat
fr: Activité
it: Attività
ja: 活動内容
ko: 활동
nb: Aktivitet
nl: Activiteit
pl: Czynność
pt: Atividade
ru: Дело
sv: Aktivitet
uk: Справа
zh_hans: 活动
zh_hant: 活動

# ACTIVITY_BALANCE_HEADER_ALLOWANCE
source: Allowance (hrs)
de: Guthaben (Std)
es: Crédito (horas)
fi: Käyttämättä (tun)
fr: Avoirs(h.)
it: Credito (ore)
ja: 付与（時間）
ko: 수당 (시)
nb: Kreditt (timer)
nl: Tegoed (uren)
pl: uznanie(god)
pt: Crédito (horas)
ru: Норма(ч)
sv: Kredit(timmar)
uk: Норма(г)
zh_hans: 津贴（小时）
zh_hant: 津貼補助（小時）

# ACTIVITY_BALANCE_HEADER_DATE
source: Date
de: Datum
es: Fecha
fi: Pvm
it: Data
ja: 日付
ko: 일자
nb: Dato
nl: Datum
pl: Data
pt: Data
ru: Дата
sv: Datum
uk: Дата
zh_hans: 日期
zh_hant: 日期

# ACTIVITY_BALANCE_HEADER_APPLIED
source: Applied
de: Bezogen
es: Deducido
fi: Tavoite
fr: Prises
it: Recupero
ja: 申請
ko: 적용
nb: Påført
nl: Opgenomen
pl: Użyte
pt: Recebidas
ru: Затрачено
sv: Användas
uk: Витрачено
zh_hans: 已用
zh_hant: 已用

# ACTIVITY_BALANCE_HEADER_BALANCE
source: Balance
de: Saldo
es: Saldo
fi: Saldo
fr: Solde
it: Saldo
ja: 過不足
ko: 나머지
nb: Balanse
nl: Saldo
pl: Bilans
pt: Saldo
ru: Баланс
sv: Balans
uk: Баланс
zh_hans: 余时
zh_hant: 余時

# ACTIVITY_BALANCE_HEADER_ALLOWANCE_MIN
source: Allowance (min)
de: Guthaben(min)
es: Crédito(min)
fi: Käyttämättä (min)
fr: Avoirs(min.)
it: Credito(min)
ja: 付与（分）
ko: 수당(분)
nb: Kreditt (min)
nl: Tegoed(min)
pl: uznanie (min.)
pt: Crédito(min)
ru: Норма(мин)
sv: Kredit(min)
uk: Норма(хв)
zh_hans: 津贴（分钟）
zh_hant: 津貼補助（分鐘）

# ACTIVITY_BALANCE_HEADER_APPLIED_MIN
source: Applied (min)
de: Bezogen(min)
es: Deducido(min)
fi: Käytetyt (min)
fr: Prises(min.)
it: Recupero(min)
ja: 申請（分）
ko: 적용(분)
nb: Påført (min)
nl: Opgenomen(min)
pl: Użyte (min.)
pt: Recebidas(min)
ru: Затрачено(мин)
sv: Användas(min)
uk: Витрачено(хв)
zh_hans: 已用（分钟）
zh_hant: 已用（分鐘）

# ACTIVITY_BALANCE_HEADER_BALANCE_MIN
source: Balance (min)
de: Saldo(min)
es: Saldo(min)
fi: Saldo (min)
fr: Solde (min.)
it: Saldo(min)
ja: 過不足（分）
ko: 나머지(분)
nb: Balanse (min)
nl: Saldo(min)
pl: Bilans(min)
pt: Saldo(min)
ru: Баланс(мин)
sv: Balans(min)
uk: Баланс(хв)
zh_hans: 余时（分钟）
zh_hant: 余時（分鐘）

# ACTIVITY_BALANCE_TOTAL
source: Total:
fi: Yhteensä:
it: Totale:
ja: 合計:
ko: 총:
nb: Totalt
nl: Totaal:
pl: Ogółem:
ru: Всего:
uk: Всього:
zh_hans: 总数
zh_hant: 總數

# DEFAULT_ACTIVITY_IN_OFFICE
source: In Office
de: Im Büro
es: En Puesto Laboral
fi: Toimistolla
fr: Au bureau
it: In ufficio
ja: オフィス
ko: 사무실내
nb: På kontoret
nl: Op kantoor
pl: W Biurze
pt: No escritório
ru: В офисе
sv: På kontoret
uk: В офісі
zh_hans: 在办公室
zh_hant: 在辦公室

# DEFAULT_ACTIVITY_COMPANY_HOLIDAY
source: Local Holiday
de: Betriebsurlaub
es: Feriados
fi: Yhtiön vapaapäivä
fr: Fermeture annuelle
it: Vacanze aziendali
ja: 休日
ko: 회사 휴일
nb: Bedriftsferie
nl: Bedrijfsvakantie
pl: Urlop z Zakładu Pracy
pt: Férias da empresa
ru: Выходной в компании
sv: Semesterstängt
uk: Вихідний в компанії
zh_hans: 公司假日
zh_hant: 公司假日

# DEFAULT_ACTIVITY_WORK_FROM_HOME
source: Work from home
de: Fernarbeit
es: Trabajo a Distancia
fi: Etätyö kotona
fr: A distance
it: Lavoro fuori ufficio
ja: 自宅勤務
ko: 자택 근무
nb: Jobb hjemmefra
nl: Telewerken
pl: Praca z Domu
pt: Trabalho à distância
ru: Работа из дома
sv: Arbeta borta
uk: Робота з дому
zh_hans: 在家办公
zh_hant: 在家辦公

# DEFAULT_ACTIVITY_TRAVEL
source: Business trip
de: Geschäftsreise
es: Viaje de negocios
fi: Liikematka
fr: Voyage d'affaires
it: Viaggio di lavoro
ja: 出張
ko: 출장
nb: Forretningsreise
nl: Zakenreis
pl: Delegacja
pt: Viagem de negócios
ru: командировка
sv: Affärsresa
uk: відрядження
zh_hans: 商务旅行
zh_hant: 商務旅行

# DEFAULT_ACTIVITY_UNPAID_LEAVE
source: Unpaid Leave
de: Unbezahlter Urlaub
es: Vacaciones no pagadas
fi: Palkaton Vapaa
fr: Congés sans solde
it: Vacanze non pagate
ja: 無給休暇
ko: 무급 휴가
nb: Ubetalt perm
nl: Onbetaald verlof
pl: Bezpłatny Urlop
pt: Férias não pagas
ru: Неоплачиваемый отпуск
sv: Obetald semester
uk: Неоплачувана відпустка
zh_hans: 无薪休假
zh_hant: 無薪休假

# DEFAULT_ACTIVITY_COMPENSATION
source: Compensation
de: Ausgleich
es: Compensaciones
fi: Kompensaatio
fr: Récupération
it: Compensazione
ja: 代休
ko: 보상
nb: Kompensasjon
nl: Compensatie
pl: Rekompensata
pt: Compensação
ru: Компенсирование
sv: Kompensation
uk: Компенсування
zh_hans: 津贴
zh_hant: 津貼補助

# DEFAULT_ACTIVITY_OUT_SICK
source: Out Sick
de: Krankeit
es: Enfermedad
fi: Sairasloma
fr: Maladie
it: Malattia
ja: 病欠
ko: 결근
nb: Syk
nl: Ziekte
pl: Chorobowy L 4
pt: Doença
ru: Болезнь
sv: Sjuk
uk: Хвороба
zh_hans: 病假
zh_hant: 病假

# DEFAULT_ACTIVITY_VACATION_2011
source: Vacation 2013
de: Urlaub 2012
es: Vacaciones 2012
fi: Loma 2013
fr: Vacances 2012
it: Vacanze 2012
ja: 休暇 2012
ko: 2012년 휴가
nb: Ferie 2013
nl: Verlof 2012
pl: Wakacje 2012
pt: Férias 2012
ru: Отпуск 2012
sv: Semester 2012
uk: Відпустка 2012
zh_hans: 2012年假期
zh_hant: 2012年假期

# DEFAULT_ACTIVITY_VACATION_2012
source: Vacation 2012
de: Urlaub 2013
es: Vacaciones 2013
fi: Loma 2012
fr: Vacances 2013
it: Vacanze 2013
ja: 休暇 2013
ko: 2013년 휴가
nb: Ferie 2012
nl: Verlof 2013
pl: Wakacje 2013
pt: Férias 2013
ru: Отпуск 2013
sv: Semester 2013
uk: Відпустка 2013
zh_hans: 2013年假期
zh_hant: 2013年假期
