Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# FAQ_Answer_6
source: - Go to Settings and Activities. - The list of default activities can be updated: rename, delete, change order or create new ones. - You can set an allowance bank to check the remaining credit against your timesheets. Commonly used for Vacation allowance. See FAQ 10 for more. - You may set a “flat“ mode which will replace start and end time with a total hours field and this is defaulted to taking the offset value. For example, the Vacation and Sick day activities have been set up this way by default. - Flat mode allows you to switch on an amounts field and an overtime balance reducer (see Overtime paid and FAQ 2-Option B) - The Activity picker will list the activities in the same order as found in the settings.
de: - Gehen Sie zu 'Einstellungen' und 'Tätigkeiten'. - Sie können vordefinierte Tätigkeiten beliebig anpassen bzw. umbennen, löschen, deren Reihenfolge ändern oder neue anlegen. - Es gibt die Möglichkeit, die Tätigkeit als 'pauschal' einzustellen d.h. es erscheinen keine Start- und Ende- Eingabefelder sondern es wird einen einzigen Total-Stundenwert erwartet. Als Vorgabe wird die Sollzeit direkt übernommen. Es kšnnen aber auch fixe Stundenwerte festgelegt werden. Die Urlaubs-Tätigkeit wurde als pauschal vordefiniert. - Es gibt die Möglichkeit, ein Guthaben einzurichten was für die Restguthaben-Kontrolle verwendet wird (z.B. Urlaub 2012). Siehe auch Frage 10. - Die Tätigkeiten werden in der Reihenfolge aufgeführt in dem Sie angelegt wurden. Diese Reihenfolge wird auch in die Auswahlliste übernommen
fr: - Accédez à réglages et “Définir les activités“ - La liste prédéfinie des activités peut être mis à jour comme suit: chaque enregistrement de l'activité peut être renommé, supprimé, changer l'ordre ou ou de nouveaux peuvent être créés - Vous pouvez remplir les avoirs d'heures et contrôler par le rapport des avoirs le temps alloué (généralement utilisé pour le contrôle de jours de vacances annuelles restants). Voir la question 10 pour plus de détails. - Si vous passez du mode “entrée standard“ ceci remplacera les points d'arrivée et de départ avec un champ total des heures (valuer forfaitaire). De plus, ce mode est prédéfini pour remplir le valuer des heures dues (consultez les enregistrements d'activité de vacances et de maladie qui ont été defini de cette façon). - mode “Entréee standard“ vous permet également d'activer un champ de montant et il ya un réglage “réducteur“ (voir question 2 option-B pour un scénario où il est utilisé) - le sélectionneur de l'activité dans le registre donnera la liste des activités dans le même ordre que l'on trouve dans les réglages
it: Vai a impostazione e “Definire le attività“ ⁃ La lista di attività predefinite può essere aggiornata, rinominata, cancellata, cambiata di ordine o creata ex novo ⁃ Puoi impostare una 'banca credit' per controllare il credito rimanente rispetto al tuo schema lavorativo. Normalmente si usa come credito ferie. Controlla la domanda 10 ⁃ E’ possibile impostare un metodo “forfetario” che sostituirà gli orari di entrata ed uscita nel campo per il totale delle ore come predefinito a seconda del numero delle ore dovute. Per esempio le attività di ferie e malattia sono state configurate in questo modo a livello predefinito ⁃ Il metodo “forfetario” permette di accedere agli importi e ad un riduttore del saldo delle ore di straordinario (vedi pagamento straordinario e domanda 2 opzione B) ⁃ Il selettore di attività mostrerà la lista delle attività nello stesso ordine mostrato nelle impostazioni.

# FAQ_Answer_7
source: Changes in Activity settings will be applied on new time sheets in order to protect historic data. To apply changes to historic data you must go back to each existing sheet and reselect the activity for the change to become effective (for example: name change, flat on/off, Count against Offset yes/no, allowance value, etc).
de: Aenderungen werden nur auf nachfolgenden Zeiteingaben angewendet womit bestehende Zeiteingaben unverändert bleiben. Um die Aenderungen rückwirkend anzuwenden, muss bei jeder historischen Zeiteingabe die Tätigkeit neu selektiert werden (z.B. bei Namensänderung, Pauschal EIN/AUS, Guthabenwert, usw).
fr: Les changements dans les réglages d'activité seront appliquées sur les nouvelles heures saisies afin de protéger les données historiques. Pour modifier des données historiques, vous devez retourner à chaque heure saisie et sélectionnez à nouveau l'activité pour appliquer la modification (Scénarios: Changement de nom, activer mode entréee standard, Deduire/Pas deduire les Hs. dues, la valeur hs. de crédit).
it: I cambiamenti delle impostazioni nelle attività verranno applicati solamente nei nuovi inserimenti in modo da preservare i dati preesistenti. Per apportare cambiamenti ai dati preesistenti devi tornare ad ogni inserimento e riselezionare l’attività.

# FAQ_Answer_8
source: The app was basically designed for one job as the reports will show just one overtime total rather than a breakout out by job. However, you have the following options: a) If your second job is on a different day you can set a different offset on that day. You may want to create an activity for that job, for example: 'Job 2'. b) Another way is to install the other App version on the same iOS device (Full version and IAP version (red ribbon) thereby maintaining two apps in parallel. This will require you to purchase the other version. c) A different approach is to install the App on another iOS device to track that job. Re-installing the same app from app store is free.
de: Diese App wurde grundsätzlich für das verwalten von Arbeitszeiten zu einem Job entwickelt. Aus diesem Grund werden die überstunden-Saldo nicht auf Job-Ebene aufgeteilt sondern bei der Abfrage als einen Gesamtwert geführt. Es gibt jedoch folgende Möglichkeiten: a) Eine Tätigkeit mit 'Job 2' o.ä. kann aufgesetzt werden. Wenn der 2. Job an einem anderen Tag stattfindet, kann eine 2. Sollzeit für diesen Tag erfasst werden in dem der Sollwert überschrieben wird. Wie erwähnt, werden die Überstunden jedoch als einen Gesamtwert im Bericht aufgeführt. b) Eine weitere Variante wäre die Vollversion App und die IAP App (roter Schleife) auf dem gleichen Gerät zu führen. Dabei müsste die zweite Version erworben werden. c) Eine weitere Variante: diese App auf einem weiteren iOS Gerät installieren und dort eine weitere Zeiterfassung führen. Dabei kann die bestehende App vom App store nochmals gratis installiert werden.
fr: L'application était essentiellement conçue pour un seul emploi comme les rapports seront calculer avec un seul solde d'heures supplémentaires mondiale plutôt qu'une balance séparée par métier. Cependant, vous disposez de les alternatives suivantes: a) Si votre deuxième emploi est à des jours différents vous pouvez définir l’heure due pour cette journée (allez à “Journées de Travail“). Vous pouvez créer une activité pour ce travail, par exemple: “Job 2 au bureau“ b) Une autre façon est d'installer l'autre version de la même application (il y’a la version complète et la version IAP (ruban rouge)) conservant ainsi deux applications en parallèle. Cette méthode sera vous obliger d’acheter l'autre version. c) une autre approche est à installer l'application sur un autre appareil iOS pour suivre l'emploi 2. La réinstallation de application achetée précédemment à partir de l'App Store est gratuite.
it: L’applicazione è stata progettata per un solo lavoro in quanto i resoconti mostrano solo un totale di ore di straordinario piuttosto che la divisione per lavoro. In ogni caso ci sono le seguenti opzioni. a. Se il tuo secondo lavoro avviene in giorni diversi dal primo lavoro, puoi impostare le ore dovute per quei giorni e creare un’attività differente chiamata per esempio “Lavoro 2”. b. Un’altra possibilità è quella di installare l’altra versione dell’applicazione sullo stesso dispositivo iOS (versione completa e versione con IAP - quella con la striscia rossa nell’icona) avendo quindi due applicazioni in parallelo. Questo richiede l’acquisto dell’altra versione. c. Un approccio differente è quello di installare l’applicazione su un altro dispositivo iOS per registrare il secondo lavoro. Reinstallare la stessa applicazione dall’app store è gratis.

# FAQ_Answer_9
source: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase page. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
de: Beide Versionen sind grundsätzlich identisch. Die IAP Version ermöglicht es, eine gratis Grundversion kennenzulernen wobei die Zeiteingaben auf eine Bestandeshistorie von 14 Tagen eingeschränkt sind und einige Möglichkeiten gesperrt sind. Diese Einschränkungen können mittels In-App-Kauf freigeschaltet werden. Es gibt keinen Grund, zwischen den Versionen zu wechseln da beide Versionen die gleichen Möglichkeiten bieten und im Rahmen von Updates gleichmässig weiterentwickelt werden.
es: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
fi: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
fr: Les deux versions sont identiques, sauf pour le fait que la version IAP (icône avec le ruban rouge), comporte quelques restrictions qui peuvent être débloqués grâce à un achat intégré (IAP), et plus particulièrement la limite de l'histoire de 14 jours. La version IAP donne à l'utilisateur la possibilité d'installer l'application gratuite et d'explorer la plupart des fonctionnalités pour avoir une idée de la façon dont le produit fonctionne et acheter par achat intégré les autres fonctions de faire pleinement usage de l'application. Il n'est pas nécessaire de basculer entre ces versions que les deux versions ont les mêmes caractéristiques et recevront les mêmes mises à jour.
it: Sia la versione IAP che quella non IAP sono uguali ad eccezione del fatto che la versione IAP ha degli elementi che possono essere sbloccati tramite una microtransazione e questi elementi sono già disponibili nella versione non IAP. La versione IAP permette all’utente di provare le caratteristiche dell’applicazione gratis prima di comprarla con un limite di 14 giorni di dati storici. Non c’è bisogno di passare da una versione all’altra, in quanto entrambe le versioni hanno le stesse caratteristiche e vengono aggiornate allo stesso modo.
ja: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
ko: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
nb: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
nl: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
pl: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
pt: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
ru: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
sv: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
uk: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
zh_hans: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.
zh_hant: Both the IAP and non-IAP version are identical with the exception that the IAP version is free giving you the opportunity to get familiar with the app but with a limitation of 14 days of timesheet history and several features which can be unlocked through an in-app-purchase (IAP) within the purchase pge. There is no need to switch between these versions. Both versions have the same features and will receive the same updates.

# FAQ_Answer_10
source: Allows tracking your vacation credit or sick days credit or other. To use this report you must fill-in your annual allowance on the activity settings in hours (refer to the existing activity for Vacation). For example, if you have a vacation allowance of 20 days and 8 hrs required per work day then you fill in 160.00 hours (8 hours * 20 days).
de: Dieser Bericht ermöglicht das auswerten von Tätigkeiten mit einem Guthaben. Meist wird damit das Urlaubs-Restguthaben ausgewertet. Um diesen Bericht kennenzulernen, fügen Sie die vordefinierte Urlaubs-Tätigkeit auf Ihren Zeiteingaben ein und schauen anschliessend das Berichtsresultat an. Grundsätzlich können Sie für jede Tätigkeit ein Guthaben (in Stunden) setzen. Ein Beispiel: Wenn Ihr Urlaubs-Jahresguthaben 20 Tagen beträgt, dann rechnen Sie diese in Stunden um (8 Std * 20 Urlaubstage = 160.00 Stunden) und erfassen diesen als Guthaben. Dieser Bericht berücksichtigt nur diejenigen Tätigkeiten bei denen einen Guthabenwert gesetzt wurde.
fr: Permet de suivre vos vacances et vérifier les avoirs annuelles restantes. Pour utiliser ce rapport, vous devez indiquer vos avoirs annuelles sur les paramètres d'activité en heures (se référer à l'activité existante de vacances). Par exemple, si vous avez une indemnité de congé annuel de 20 jours avec 8 heures de travail par jour, cela équivaut à 160,00 heures d'avoirs (8 heures * 20 jours).
it: Serve a tracciare il credito ferie, il credito dei giorni di malattia o simili. Per usare questo resoconto devi compilare il tuo credito annuale in ore sulle impostazioni dell’attività (per le ferie puoi usare l’attività predefinita). Per esempio se hai un credito ferie di 20 giorni e devi lavorare per otto ore al giorno devi inserire 160.00 ore (8 ore * 20 giorni).

# FAQ_Answer_11
source: Use the email option and open the csv or html file from a computer with ms-excel (or similar program) and copy or import the data to ms-excel where you can add filters, comments and graphical elements (pivot graph) to your data.
de: Benutzen Sie die Email Möglichkeit und öffnen Sie die csv oder html Datei auf einem Computer mit einem Tabellenkalkulationsprogramm (z.B. MS-Excel) und kopieren Sie oder importieren Sie die Daten dorthin um zum Beispiel weitere Filter, Kommentare und grafische Elemente hinzufügen.
fr: Utilisez l'option e-mail et ouvrez le fichier CSV ou HTML à partir d'un ordinateur avec MS Excel (ou un programme similaire) et de copier ou d'importer les données vers MS-Excel où vous pouvez ajouter des filtres, des commentaires et des éléments graphiques (table de pivot) pour vos données.
it: Usa l’opzione email per inviare inviare i tuoi dati al computer ed apri il file CSV o HTML con Microsoft Excel o un programma simile. In Excel potrai copiare o importare i dati ed aggiungere filtri, commenti ed elementi grafici (tabelle pivot) ai tuoi dati.

# FAQ_Answer_12
source: Run the desired report and email the data. From the email you have the following options: a) Open the file attachment from a computer which has printing capability. b) Open the file attachment within your iOS device mailbox if you have a wireless printer connected.
de: Sie führen den gewünschten Bericht aus und senden die Daten per Email. Aus dem Email heraus haben Sie folgende Möglichkeit: a) Oeffnen Sie den Datei-Anhang auf einem Computer mit Druckeranschluss b) Oeffnen Sie den Datei-Anhang auf Ihrem iOS Gerät wenn Sie einen Wireless Drucker eingerichtet haben.
fr: Exécutez le rapport désiré et courriel les données qui vous donne les options suivantes: a) Ouvrez le fichier ci-joint à partir d'un ordinateur qui a une capacité d'impression b) Ouvrez le fichier ci-joint au sein de votre appareil iOS boîte de réception si vous avez une connexion d'imprimante sans fil.
it: Apri il resoconto desiderato ed invia i dati tramite email. Dall’email hai le seguenti opzioni: a. Aprire l’allegato in un computer collegato ad una stampante. b. Aprire l’allegato dal programma di posta elettronica dal tuo dispositivo iOS se è connesso in modalità wireless ad una stampante.

# FAQ_Answer_13
source: - to transfer your data to another device per e-mail - to keep a copy of your data per e-mail in case something happens to your device - for scheduling backups use the Dropbox facility (see FAQ 16)
de: - um per Email, Ihre Zeiteingaben auf ein anderes iOS Gerät zu kopieren. - um per Email, eine Sicherungs-Kopie Ihrer Zeiteingaben anzulegen - der Sicherungsplan ermöglicht ein regelmässiges sichern Ihrer Daten
fr: - à transférer vos données vers un autre appareil par e-mail - à conserver une copie de sauvegarde de vos données par e-mail en cas où quelque chose arrive à votre appareil -pour la planification des sauvegardes il est conseillé que vous utilisez l'installation Dropbox (voir question 16)
it: - Per trasferire i tuoi dati ad un altro dispositivo tramite posta elettronica. ⁃ Per salvare una copia dei tuoi dati tramite posta elettronica in caso succeda qualcosa al tuo dispositivo. - Per la pianificazione dei backup si prega di utilizzare la funzione Dropbox (vedi domanda 16).
