Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# EMPTY_ALLOWANCE_ALERT
source: To get results, your entered timesheets must relate to an activity which has been set up with an 'Allowance bank'. Please refer to FAQ 10 on the help page for more.
de: Kein Resultat. Es fehlen Zeiteingaben welche zu einer Tätigkeit erfasst wurden bei der ein Guthaben eingerichtet ist (z.B. Urlaubs-Guthaben bzw. Jahressoll). Bitte lesen Sie auf der Hilfe-Seite unter 'Fragen und Antworten' bei Frage Nr. 10 nach.
es: Faltan registros de hora que se grabaron con una actividad en la que se ha establecido un crédito (por ejemplo, balances de vacaciones o de destino anual). Más en la página de ayuda en 'Preguntas frecuentes' a la pregunta n º 10.
fi: Saada tuloksia, olet kirjoittanut tuntilomakkeista on liityttävä toimintaan, joka on perustettu luotto (esim. vuosiloma korvaus). Katso ohje sivulla kohdassa 'Usein kysyttyjä kysymyksiä' ja kysymys ei 10 enemmän.
fr: Il manque les saisies de temps qui ont été enregistrés avec une activité dans laquelle un crédit a été établie (par exemple, les soldes de vacances ou de l'objectif annuel). Plus de détails sur la page d'aide à 'Foire aux questions' à la question n° 10.
it: E 'mancante voci di tempo che sono stati registrati con una attività in cui è stato stabilito un credito (ad esempio i saldi di vacanza o di destinazione annuale). Tutto nella pagina Aiuto 'Domande frequenti' alla domanda n° 10
ja: 結果を得るために、入力したタイムシートは、信用（例えば年次休暇手当）で設定されている活動に関連しなければなりません。 '問答'と質問番号詳細は10の下のヘルプページをご参照ください。
ko: 그것은 신용 (예 : 휴가 잔액 또는 연간 목표) 설립되었습니다하는 활동으로 기록 된 시간의 항목을 누락되었습니다. '질문과 답변'의 도움말 페이지에 대한 중 10 질문.
nb: Det mangler tidsangivelsene som ble tatt opp med en aktivitet der en kreditt er etablert (f.eks ferie saldo eller årlige mål). Mer på Hjelp-siden på 'Ofte stilte spørsmål' på spørsmål nr. 10
nl: Het ontbrekende tijd inzendingen die werden opgenomen met een activiteit waarbij een kredietinstelling is vastgesteld (bv. vakantie balansen of jaarlijkse doelstelling). Meer op de Help-pagina bij 'Veelgestelde vragen' op vraag # 10.
pl: Aby uzyskać wyniki, ewidencja wpisałeś muszą odnosić się do działalności, która została ustawiona w górę z kredytem (np. roczny dodatek na urlop). Proszę odnieść się do strony Pomocy w 'Najczęściej zadawane pytania' i pytanie numer 10 na więcej.
pt: É faltando registros de horas que foram gravadas com uma atividade em que o crédito tenha sido estabelecido (por exemplo, os saldos de férias ou meta anual). Mais na página de Ajuda em 'Perguntas freqüentes' à pergunta n º 10.
ru: Чтобы получить результат, вы вошли в табель учета рабочего времени должны быть связаны с деятельностью, которая была создана с помощью кредитной (например, ежегодное пособие праздника). Пожалуйста, обратитесь к странице помощи в разделе «Вопросы и ответы» и вопрос № 10 больше.
sv: Det saknas tidsangivelser som spelats in med en aktivitet i vilken ett kreditinstitut har fastställts (t.ex. semester saldon eller årliga mål). Mer på hjälpsidan på 'Frågor & svar' på fråga # 10
uk: Щоб отримати результат, ви увійшли в табель обліку робочого часу повинні бути пов'язані з діяльністю, яка була створена за допомогою кредитної (наприклад, щорічна допомога свята). Будь ласка, зверніться до сторінки допомоги в розділі «Питання та відповіді» і питання № 10 більше.
zh_hans: 得到的结果，您输入的时间表必须涉及到信贷（如年假津贴）的活动，已经成立。请参阅帮助页面下的问题及答案和题号10更多。
zh_hant: 得到的結果，您輸入的時間表必須涉及到信貸（如年假津貼）的活動，已經成立。請參閱幫助頁面下的問題及答案和題號10更多。

# APPIRATER_CANCEL_BUTTON
source: No, Thanks
de: Nein danke
es: No, gracias
fi: Ei Kiitos
fr: Non merci
ja: いいえ、しません
ko: 점수 매기지 않겠습니다
nb: Nei takk
nl: Nee, bedankt
pl: Nie, Dziękuję
pt: Não, obrigado
ru: Нет, спасибо
sv: Nej, tack
uk: Ні, дякую
zh_hans: 不了，谢谢
zh_hant: 不了，謝謝

# BACKUP_FILENAME
source: Backup
de: Datensicherung
es: Copia_de_Seguridad
fi: Käyttötuki
fr: Sauvegarde
ja: バックアップ
ko: 백업
pl: Kopia_zapasowa
ru: Дублировать
sv: Säkerhetskopia
uk: Дублювати
zh_hans: 备份
zh_hant: 備份與郵件

# FILE
source: Files
de: Dateien
es: Archivos
fi: Tiedostot
fr: Fichiers
ja: ファイル
ko: 파일
nb: Filer
nl: Bestanden
pl: Akta
pt: Arquivos
ru: Файлы
sv: Filer
uk: файли
zh_hans: 档
zh_hant: 檔

source: OK
es: Listo
ko: 확인
nl: Klaar
ru: Хорошо
sv: Klar
uk: Добре
zh_hans: 好
zh_hant: 好

# EMAIL_BUTTON
source: E-mail
fi: S-Posti
ja: メール
nb: E-post
ru: Почта
sv: E-post
uk: Пошта
zh_hans: 电子邮件
zh_hant: 電子郵件

# TIME_SHEET_PAGE_TITLE
source: My Overtime
es: Mis Horas
