Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# PRODUCT_INAPP_NARRATIVE_DETAILS_1
source: Unlock my time sheet history limit (14 calendar days rolling history). This will allow me to keep a full history of time sheets including querying and running my reports with no date range restriction.
de: Die derzeitige Einschränkung von max. 14 Zeiteingaben aufheben. Somit bleiben Ihre älteren Zeiteingaben erhalten und können ohne Einschränkung ausgewertet werden
es: Desbloquear mi límite en la historia del registro (14 días calendario de la historia en secuencia). Esto me permitirá tener una historia completa de mis horas, incluido el interrogatorio y la ejecución de mi relación con cualquier restricción de tiempo
fi: Avaa täydellinen työaikahistoria ja poista 14 kalenterivuorokauden rajoitus. Tämä mahdollistaa täydellisen työaikahistorian esittämisen sekä niitä koskevien tiedustelujen esittämisen ilman ajankohtaan liittyviä rajoituksia.
fr: Débloquer ma limite de l'histoire des feuilles de temps (14 jours calendaires rouler l'histoire). Cela va me permettre de garder un historique complet de mes heures, y compris l'interrogation et l'exécution de mes rapports avec aucune restriction des dates.
it: Sbloccare il mio limite nel registro storia (14 giorni di calendario della storia in sequenza). Questo mi permetterà di avere una storia completa delle mie ore, tra cui l'interrogatorio e l'esecuzione del mio rapporto con alcuna limitazione di tempo.
ja: タイムカード履歴制限を解除（制限期間14日分の履歴）。 この機能は、期間の制限なく検索内容や報告書などタイムカード内の全ての履歴を保存します。
ko: 나의 근무 시간 기록표 제한량 (14 역일제 기록) 해제하기. .이는 날짜의 제한없이 나의 보고서를 요청, 실행하는 것을 포함해 나의 전체 근무 시간 기록표를 보유할 수 있게 합니다.
nb: Lås opp begrensningene på min tidsrapporthistorikk (14 kalenderdager på rullende basis). Dette gir meg tilgang til hele tidsrapporthistorikken og muligheten til å gjøre forespørsler og lage rapporter uten restriksjoner på datointervall.
nl: Ontgrendel de grenzen van mijn tijdinvoer geschiedenis (14 kalenderdagen op een rollende schema). Dit geeft me toegang tot de volledige tidkorts geschiedenis en de mogelijkheid om navraag te doen en maak rapporten zonder enige beperkingen op datumbereik.
pl: Otwórz historię grafiku z upływającym terminem ( bieżącej historii 14 kalendarzowych dni). Dzięki temu będę mógł zachować pełną historię grafików włącznie z funkcją tworzenia pytań i raportów bez ograniczeń co do zakresu dat
pt: Desbloquear o meu limite no registro da história (14 dias corridos após a história em seqüência). Isto irá permitir-me ter um histórico completo das minhas horas, incluindo o interrogatório e execução de minha relação com qualquer restrição de tempo
ru: Открыть лимит на листы со временем (история 14 календарных дней). Это позволит мне сохранить полную историю временных листов, включая работу с отчетами без ограничений по датам.
sv: Lås upp begränsningen av min tidkorts historia (14 kalenderdagar på rullande schema). Detta ger mig tillgång till full tidkorts historia samt möjligheten att göra förfrågningar och göra rapporter utan några restriktioner på datum omfång.
uk: Розблокувати обмеження історії листів (14 календарних днів). Це дозволить зберігати повну історію листів, а також створювати та переглядати звіти без обмежень у часі.
zh_hans: 解锁我的时间历史记录限制（14天的日历时间滚动历史记录）。这样我可以保存完整的时间历史记录，包括无日期范围限制的查询和运行我的报告记录。
zh_hant: 解鎖我的時間歷史記錄限制（14天的日曆時間滾動歷史記錄）。這樣我可以保存完整的時間歷史記錄，包括無日期範圍限制的查詢和運行我的報告記錄。

# PRODUCT_INAPP_HEADER
source: Email my data
de: In-App-Kauf: Daten emailen
es: Enviar mis datos
fi: Lähetä tietoni sähköpostitse
fr: Envoyer mes données
it: Inviare i miei dati
ja: データをメールで送信
ko: 나의 자료를 이메일하기
nb: Send mine data på e-post
nl: E-mail mijn data
pl: Wyślij moje dane na e-mail
pt: Enviar os meus dados
ru: Email мои данные
sv: E-posta mina data
uk: Надіслати мої дані поштою
zh_hans: 将数据信息发电邮给我
zh_hant: 將數據信息發電郵給我

# PRODUCT_INAPP_MESSAGE
source: To buy this product go to the help page and tap on 'In-App-Purchase'
de: Um dieses Produkt zu kaufen, bitte ins Hilfemenu wechseln und auf 'In-App-Kauf' tippen
es: Para adquirir este producto, vaya a la página de ayuda y por favor siga 'Compras dentro de la App'
fi: Ostaaksesi tämän tuotteen siirry Ohjeet –sivulle kohtaan ’Osta’
fr: Pour acheter ce produit allez à la page d'aide et s'il vous plaît consulter 'Achats intégrés'
it: Per acquistare questo prodotto, vai alla pagina di aiuto e vi prego di controllare la 'Acquisto in-app'
ja: このアイテムを購入するにはヘルプページの「アドオン」セクションをご覧ください。
ko: 이 제품을 구매하시려면 도움란 페이지로 가셔서 ‘구매하기’를 찾으세요'
nb: For å kjøpe dette produktet, vennligst gå til hjelpesiden og se etter 'Innkjøp'
nl: Om dit product te kopen, gaat u naar de Help-pagina en zoek naar de 'In-App aankoop'
pl: Jeśli chcesz dokonać zakupu tego produktu należy przejść na stronę pomocy i odnaleźć tam ‘kupuj’
pt: Para adquirir este produto, visite a página de ajuda e verifique a 'Compras dentro de App'
ru: Чтобы купить этот товар, зайдите на страницу помощи и найдите 'встроенных покупок'
sv: För att köpa denna produkt, gå till hjälp sidan och leta efter 'Köp inuti'
uk: Щоб прідбати цей продукт перейдіть на сторінку справки та знайдіть 'Придбати'
zh_hans: 欲购买此产品可前往帮助页面并查找“购买”选项
zh_hant: 欲購買此產品可前往幫助頁面並查找“購買”選項

# PRODUCT_INAPP_2
source: Email my data
de: Daten emailen
es: Enviar mis datos
fi: Lähetä tietoni sähköpostitse
fr: Envoyer mes données
it: Inviare i miei dati
ja: データをメールで送信
ko: 나의 자료를 이메일하기
nb: E-posta mina data
nl: E-mail mijn data
pl: Wyślij moje dane na e-mail
pt: Enviar os meus dados
ru: Email мои данные
sv: E-posta mina data
uk: Надіслати мої дані поштою
zh_hans: 将数据信息发电邮给我
zh_hant: 將數據信息發電郵給我

# PRODUCT_INAPP_DETAILS_2
source: Export and send my reported data
de: Meine Berichtsdaten emailen
es: Exportar y enviar mis datos reportados
fi: Siirrä ja Lähetä Raportoidut tietoni
fr: Exporter et envoyer mes données rapportées
it: Esporta e inviare i miei dati riportati
ja: 報告済みのデータをエクスポートして送信します
ko: 나의 보고된 자료를 보내고 전송하기
nb: Eksporter og send mine rapportdata
nl: Export en stuur mijn data gerapporteerd
pl: Eksportuj i wyślij moje dane raportów.
pt: Exportar e enviar meus dados relatados
ru: Экспорт и отправка моих отчетных данных
sv: Exportera och sänd mina rapporterade data
uk: Експортувати та надіслати дані мого звіту
zh_hans: 输出并将我的报告数据发送给我
zh_hant: 輸出並將我的報告數據發送給我

# PRODUCT_INAPP_NARRATIVE_DETAILS_2
source: Allows me to export my report data to pdf, html and csv files as an email attachment. The files can be forwarded and used for printing out my data. The html and csv versions can be copied or imported to ms-excel
de: Somit ermöglichen Sie es Ihre Datenausgabe als Anhang im Format PDF, HTML und CSV per Email zu senden. Somit können Sie ihre Daten ausdrucken, im Excel weiterverarbeiten oder weiterleiten
es: Me permite exportar mis datos reportados en archivos PDF, HTML y CSV y enviarlo como un correo electrónico. Los archivos se pueden transmitir y utilizar para la impresión de mis datos. HTML y CSV pueden ser copiados o importados en MS-Excel
fi: Mahdollistaa tietojeni ja raporttieni lähettämisen pdf.- html.- ja csy. –muodoissa sähköpostien liitetiedostoina. Html- ja csv –versiot on mahdollista kopioida ja tuoda ms-excel yhteensopiviksi.
fr: Permet moi d'exporter mes données du rapport dans les fichiers pdf, HTML et CSV et envoyer comme un e-mail. Les fichiers peuvent être transmis et utilisé pour l'impression de mes données. Les versions HTML et CSV peuvent être copiés ou importés au format MS-Excel
it: Posso esportare i miei dati riportati in PDF, HTML e CSV e invia una e-mail. I file possono essere trasmessi e utilizzato per stampare i dati. HTML e file CSV possono essere copiati o importati in MS-Excel
ja: 報告書内容をpdfやhtml、csvファイルでメールに添付できます。またこのファイルは転送したりデータの印刷用に使用することができます。htmlとcvsファイルはエクセルシートにコピーまたはエクスポートできます。
ko: 나의 기록 자료를 pdf, html and csv 파일로 이메일 첨부물로서 보낼 수 있게 하여 주세요. 파일은 포워딩되어 나의 자료를 출력하는데 사용될 수 있습니다. Html 및 csv 버젼은 복사되어 ms-excel로 가져올 수 있습니다
nb: Tillater meg å eksportere mine data som pdf, html og CSV-filer som vedlegg i e-post. Filene kan overføres og brukes til utskriving av mine data. HTML og CSV-filer kan kopieres eller importeres i MS Excel.
nl: Sta mij toe mijn gegevens exporteren als PDF, HTML en CSV-bestanden als bijlage in Mail. De bestanden kunnen worden overgedragen en gebruikt voor het afdrukken van mijn gegevens. HTML en CSV-bestanden kunnen worden gekopieerd of geïmporteerd in MS Excel
pl: Udostępnij funkcję eksportowania danych raportu na pliki pdf, html i csv jako załącznik e-maila. Pliki mogą być wykorzystane do przesyłania i drukowania moich danych. Pliki zapisane jako html i csv będzie można kopiować lub importować na ms-excel
pt: Eu posso exportar meus dados reportados em PDF, HTML e CSV e enviar como um e-mail. Os arquivos podem ser transmitidos e utilizados para a impressão de meus dados. HTML e CSV podem ser copiados ou importados para o MS-Excel
ru: Разрешить экспорт моих отчетных данных в pdf, html и csv файлы как приложение к email. Файлы могут быть перенаправлены или использованы для печати. Html и csv форматы могут быть скопированы или импортированы в excel
sv: Tillåter mig att exportera mina data som pdf, html och csv filer som en bifogad fil i E-post. Filerna kan skickas vidare och användas för utskrivning av mina data. Html och csv versionerna kan kopieras eller importeras till ms-excel
uk: Дозволяє мені єкспортувати дані мого звіту до файлів pdf, html та csv та додавати їх до листа електронної пошти. Файли можуть бути надіслані далі та роздруковані. Html та csv файли можуть бути імпортовані або скопійовані до ms-excel
zh_hans: 使我能够以pdf、html和csv文件的形式用电子邮件附件来输出我的报告数据。文件将可用于转发或是数据打印。Html和csv版本的文件可以复制并输入至微软Excel程序中
zh_hant: 使我能夠以pdf、html和csv文件的形式用電子郵件附件來輸出我的報告數據。文件將可用於轉發或是數據打印。 Html和csv版本的文件可以復制並輸入至微軟Excel程序中

# PRODUCT_INAPP_BUY_BUTTON_TITLE
source: Buy now for:
de: Jetzt zum Preis von:
es: Comprar ahora a:
fi: Osta nyt hintaan:
fr: Acheter maintenant à:
it: Acquista ora per:
ja: 今すぐ購入：
ko: 지금 구매하기:
nb: Kjøp nå for:
nl: Koop nu voor:
pl: Kup teraz za:
pt: Comprar por:
ru: Купить сейчас для:
sv: Köp nu för:
uk: Придбати зараз за:
zh_hans: 现在购买：
zh_hant: 現在購買：

# PRODUCT_INAPP_TITLE_3
source: After Reinstalling this App
de: Neuinstallation dieser App
es: Despues de reinstalar esta App
fi: Asennettuasi uudelleen tämän sovelluksen
fr: En cas de réinitialiser
it: Dopo aver reinstallato questa app
ja: このアプリを再インストール後
ko: 이 애플리케이션을 다시 설치한 후
nb: Etter reinstallering av appen
nl: Na het herinstallatie van de app
pl: Po ponownej instalacji tej aplikacji
pt: Depois de reinstalar o app.
ru: После переустановки приложения
sv: Efter ominstallation av Appen
uk: Після перевстановлення програми
zh_hans: 在重新安装此应用程序之后
zh_hant: 在重新安裝此應用程序之後

# PRODUCT_INAPP_TITLE_BUTTON
source: Now
de: Jetzt
es: Ahora
fi: Nyt
fr: Maintenant
it: Ora
ja: 今すぐ
ko: 지금
nb: Nå
nl: Nu
pt: Agora
ru: Сейчас
sv: Nu
uk: Зараз
zh_hans: 现在
zh_hant: 現在

# PRODUCT_INAPP_RESTORE_TITLE
source: Restore
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Rétablir
it: Restaurare
ja: 復元
ko: 복귀하기
nb: Reset
nl: Resetten
pl: Przywróć
pt: Restaurar
ru: Восстановить
sv: Återställ
uk: Відновити
zh_hans: 恢复
zh_hant: 恢復

# PRODUCT_INAPP_RESTORE_DESC_TITLE
source: Get previous purchases
de: Einkäufe zurückholen
es: Ver compras anteriores
fi: Esitä aiemmat ostokset
fr: Rétablir les achats antérieurs
it: Vedi acquisti precedenti
ja: 以前購入したアイテムを再入手
ko: 이전 구매 받기
nb: Hent tidligere innkjøp
nl: Download vorige aankopen
pl: Pobierz poprzednie zakupy
pt: Ver compras anteriores
ru: Получить прежние покупки
sv: Hämta tidigare inköp
uk: Попередні покупки
zh_hans: 获得以前的交易
zh_hant: 獲得以前的交易

# kPDF_PageNumber
source: Page
de: Seite
es: Página
fi: Sivu
it: Pagina
ja: ページ
ko: 페이지
nb: Side
nl: Pagina
pl: Strona
pt: Página
ru: Страница
sv: Sidan
uk: Сторінка
zh_hans: 页面
zh_hant: 頁面

# RESET_HEADER
source: Reset my timesheets
de: Zeiteingaben zurücksetzen
es: Reiniciar mi registro de tiempo
fi: Tyhjennä Tuntilistani
fr: Réinitialiser mes heures saisies
it: Ripristina il mio registro tempo
ja: 入力時刻のリセット
ko: 나의 시간기록 재설정
nb: Nullstille min tid registret
nl: Reset register van tijdinvoeren
pl: Zresetuj mój grafik
pt: Reiniciar o meu registro de tempo
ru: Восстановить мои листы
sv: Återställ min tid register
uk: Відновити мої листи
zh_hans: 重新设置我的工作时间表
zh_hant: 重新設置我的工作時間表

# RESET_SUBHEADER
source: Please indicate the date range you would like to delete. This option is useful if you are changing employment or for simply removing old data which will make your reports and email export run faster. It is suggested that you do a backup beforehand.
de: Durch das Löschen nicht mehr benötigter Zeiteingaben laufen Ihre Abfragen und Email schneller. Bitte machen Sie sich eine Sicherung mittels 'Sichern und Senden' bevor Sie diesen Vorgang durchführen.
es: Por favor, indique el período para la eliminación de sus horas registradas. Esta opción es útil cuando se cambia de trabajo o simplemente para acelerar sus informes y la ejecución real de correo electrónico. Se recomienda hacer copias de seguridad de sus datos previamente.
fi: Ole hyvä ja valitse ajanjakso jolta haluat tyhjentää listat. Tämä vaihtoehto on hyödyllinen jos olet vaihtamassa työtehtävää tai haluat poistaa vanhentuneet tiedot. Tyhjentäminen mahdollistaa raporttien ja postien nopeamman siirtymisen lähetettäessä. On suositeltavaa että kopioit tiedot ennen tyhjentämistä.
fr: Veuillez indiquer la période pour la suppression de vos heures anciennes. Cette option est pratique lorsque vous changez l’emploi ou simplement à accélérer vos rapports et l’éxecution de email. Il est recommandé de sauvegarder vos données au préalable.
it: Si prega di indicare il periodo per la rimozione delle ore antiche. Questa opzione è utile quando si cambia lavoro o semplicemente per accelerare i rapporti e l'esecuzione effettiva di e-mail. Si consiglia di eseguire il backup dei dati in anticipo.
ja: 削除する期間を指定してください。この操作はあなたの雇用者を変える時、または単に古いデータを削除して報告書の作成＆メールのエクスポート時間を早めたい時に有効です。操作の前にバックアップを取ることをお勧めします。
ko: 삭제하고자 하는 기간을 지정하십시요. 회사를 변경하거나 이전 자료를 삭제할 경우 사용합니다. 보고서와 이메일 전송을 보다 빨리 시행하게 합니다. 사전에 백업을 하는 것이 좋습니다.
nb: Oppgi tidsrom for fjerning av dine registrerte timer. Dette alternativet er nyttig når du bytter jobb eller bare for å akselerere rapportene og selve gjennomføring av e-post. Det anbefales at du sikkerhetskopierer dataene først.
nl: Vermeld de periode voor het verwijderen van uw oude tijdinvoeren. Deze optie is handig als u van baan veranderen of gewoon om uw rapporten en de daadwerkelijke uitvoering van e-mail te versnellen. Het is aanbevolen dat u uw gegevens voor het eerst een opslaan.
pl: Wskaż okes, który chcesz usunąć. Ta opcja jest użyteczna w przypadku zmiany zatrudnienia lub w celu usunięcia starych danych, co przyśpieszy wysyłanie sprawozdań i e-maili. Sugerujemy wcześniej zrobić kopie danych.
pt: Por favor, indique o período para a retirada de suas horas registradas. Esta opção é útil quando você mudar de emprego ou simplesmente para acelerar seus relatórios ea execução real de e-mail. É recomendável que você salvar seus dados antes.
ru: Пожалуйста, выберите период, который Вы хотите удалить. Эта опция удобна в случае смены места работы или при удалении старых данных, что позволит генерировать отчеты и экспортировать почту более быстро. Пожалуйста, сохраните важные данные перед удалением.
sv: Ange den period för avlägsnande av dina gamla timmar poster. Det här alternativet är användbart när du byter jobb eller helt enkelt för att accelerera dina rapporter och det faktiska utförandet av e-post. Det rekommenderas att du säkerhetskopierar dina data först.
uk: Будь-ласка, оберіть період, який Ви бажаєте видалити. Ця опція зручна, якщо Ви змінили місце роботи або просто видаляєте старі дані, що дозволить генерувати звіти та ескпорт пошти більш швидко. Будь-ласка збережіть важливі дані перед видаленням.
zh_hans: 请标示出您想要删除的时间段。如果您正在更换工作或者只是想移除旧的数据信息，那么这一选择对您来说非常有用，它能够使您的报告和电子邮件输出的更快。但是我们建议您在操作之前先对数据信息进行备份。
zh_hant: 請標示出您想要刪除的時間段。如果您正在更換工作或者只是想移除舊的數據信息，那麼這一選擇對您來說非常有用，它能夠使您的報告和電子郵件輸出的更快。但是我們建議您在操作之前先對數據信息進行備份。

# RESET_SUCCESS
source: The selected period has now been deleted !
de: Der gewählte Zeitraum wurde nun zurückgesetzt !
es: El período elegido ha sido eliminada !
fi: Valittu ajanjakso on nyt poistettu!
fr: La période choisie a été supprimé!
it: Il periodo scelto è stato cancellato !
ja: 選択した期間が削除されました！
ko: 선택된 기간이 삭제되었습니다!
nb: Perioden valgt ble slettet !
nl: De gekozen periode is verwijderd !
pl: Wybrany okres został usunięty !
pt: O período escolhido foi excluído !
ru: Выбранный период был удален!
sv: Perioden valdes togs bort!
uk: Обраний період було видалено!
zh_hans: 所选时间段已经被删除！
zh_hant: 所選時間段已經被刪除！

# RESET_GO_BUTTON
source: Go
de: Los
es: Ejecutar
fi: Tyhjennä
fr: Exécuter
it: Vai
ja: 実行
ko: 실행
nb: Utføre
nl: Uitvoeren
pl: Uruchom
pt: Executar
ru: Запуск
sv: Utför
uk: Запуск
zh_hans: 开始
zh_hant: 開始

# DELETE_MESSAGE
source: Do you want to delete the selected period ?
de: Wollen Sie den gewählten Zeitraum löschen ?
es: Quiere usted eliminar el período seleccionado de horas ?
fi: Haluatko poistaa valitun ajanjakson?
fr: Voulez-vous supprimer la période sélectionnée ?
it: Volete eliminare il periodo selezionato ?
ja: 選択した期間を削除しますか？
ko: 선택된 기간을 삭제하시겠습니까?
nb: Vil du slette den valgte perioden timer ?
nl: Wilt u de geselecteerde periode van uren verwijderen ?
pl: Czy chcesz usunąć wybrany okres ?
pt: Você quer excluir o período selecionado ?
ru: Вы хотите удалить выбранный период?
sv: Vill du ta bort den valda perioden av timmar ?
uk: Ви бажаєте видалити обраний період?
zh_hans: 您想要删除已选择的时间段吗？
zh_hant: 您想要刪除已選擇的時間段嗎？

source: Cancel
de: Abbrechen
es: Cancelar
fi: KESKEYTÄ
fr: Interrompre
it: Annullare
ja: キャンセル
ko: 취소하기
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
uk: Відміна
zh_hans: 取消
zh_hant: 取消

source: Delete
de: Löschen
es: Eliminar
fi: POISTA
fr: Supprimer
it: Cancellare
ja: 削除
ko: 삭제하기
nb: Sletter
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sv: Bort
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Later
de: Später
es: Más tarde
fi: Uudempi
fr: Plus tard
it: Dopo
ja: 後で
ko: 후
nb: Senere
pl: później
pt: Mais tarde
ru: позже
sv: Senare
uk: пізніше
zh_hans: 后来
zh_hant: 後來

source: Take me there
de: Zum Einkauf
es: Muéstreme
fi: Näytä
fr: Montrez-moi
it: Mostrami
ja: 私を見る
ko: 보여줘
nb: Vis meg
nl: Toon mij
pl: pokaż mi
pt: Me mostrar
ru: Покажи мне
sv: Visa mig
uk: покажи мені
zh_hans: 告诉我
zh_hant: 告訴我

# MY_OVERTIME_GRAPH_TITLE
source: Balance
de: Saldo
es: Saldo
fi: Saldo
fr: Solde
it: Saldo
ja: 過不足
ko: 나머지
nb: Balanse
nl: Saldo
pl: Bilans
pt: Saldo
ru: Баланс
sv: Balans
uk: Баланс
zh_hans: 余时
zh_hant: 餘时

# SEGMENT_WEEKLY
source: Weekly
de: Woche
es: Semanal
fi: Viikko
fr: Hebdom..
it: Settim..
ja: 週間
ko: 주간
nb: Ukentlig
nl: Week
pl: Tygodn..
pt: Semanal
ru: Еженед..
sv: Vecka
uk: Щотижня
zh_hans: 每周
zh_hant: 每週

# SEGMENT_MONTHLY
source: Monthly
de: Monat
es: Mensual
fi: Kuukausi
fr: Mensuel
it: Mensile
ja: 月間
ko: 월간
nb: Månedlig
nl: Maand
pl: Miesię..
pt: Mensal
ru: Ежемес..
sv: Månad
uk: Щомісяця
zh_hans: 每月
zh_hant: 每月

# SEGMENT_YEARLY
source: Yearly
de: Jahr
es: Annual
fi: Vuosi
fr: Annuel
it: Annuale
ja: 年間
ko: 연간
nb: Årlig
nl: Jaar
pl: Rocznie
pt: Annual
ru: Ежегодно
sv: År
uk: Щороку
zh_hans: 每年
zh_hant: 每年

# TITLE_WEEK
source: Week
de: Woche
es: Semana
fi: Viikko
fr: Semaine
it: Settimana
ja: 週
ko: 주
nb: Uke
pl: Tydzień
pt: Semana
ru: Неделя
sv: Vecka
uk: Тиждень
zh_hans: 星期
zh_hant: 星期

# TITLE_YEAR
source: Year
de: Jahr
es: Año
fi: Vuosi
fr: Année
it: Anno
ja: 年
ko: 년
nb: År
nl: Jaar
pl: Rok
pt: Ano
ru: Год
sv: År
uk: Рік
zh_hans: 年
zh_hant: 年

# INGOING
source: At start
de: Start
es: Al inicio
fi: Alussa
fr: Au début
it: All'inizio
ja: 開始時
ko: 시작
nb: Ved start
nl: Bij start
pl: Na początku
pt: No início
ru: С начала
sv: Vid start
uk: З початку
zh_hans: 从头开始
zh_hant: 從頭開始

# INRANGE
source: Range
de: Zeitraum
es: Período
fi: Ajanjaksolla
fr: Période
it: Periodo
ja: 期間
ko: 기간 중
nb: Periode
nl: Periode
pl: Na okres
pt: Período
ru: За период
sv: Perioden
uk: За період
zh_hans: 周期时段
zh_hant: 週期時段

# OUTGOING
source: Total
fi: Yhteensä
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Ogółem
ru: Всего
uk: Усього
zh_hans: 总计
zh_hant: 總計

# FLAT_STRING
source: Flat
de: Pauschal
es: Hora fija
fi: Kiinteä
fr: Entrée std.
it: Forfetario
ja: 固定時間
ko: 정기
nb: Fikset
nl: Vast
pl: Jednolity
pt: Horas fixos
ru: Фикс.
sv: Enkel
uk: Фікс.
zh_hans: 固定时间
zh_hant: 固定时间

# MY_OVERTIME_SUMMARY
source: Overtime statistics
de: Überstunden-Statistik
es: Estadísticas de las horas extras
fi: Ylityöt tilastot
fr: Statistiques heures supplémentaires
it: Statistiche straordinari
ja: 残業時間統計
ko: 오버타임 통계
nb: Overtid statistikk
nl: Overuren statistieken
pl: Statystyka nadgodzin
pt: Horas extra estatísticas
ru: Статистика сверхурочных
sv: Övertid statistik
uk: Статистика понаднормових
zh_hans: 我的加班时间数据统计
zh_hant: 我的加班時間數據統計

# MY_OVERTIME_GRAPH
source: Overtime graph
de: Überstunden-Grafik
es: Gráficos horas extraordinarias
fi: Ylityöt Graafisesti
fr: Graphiques heures supplémentaires
it: Grafica straordinari
ja: 残業時間グラフ
ko: 오버타임 그래프
nb: Overtid grafen
nl: Overuren grafiek
pl: Graf nadgodzin
pt: Horas extra gráficos
ru: График сверхурочных
sv: Övertid grafen
uk: Графік понаднормових
zh_hans: 我得加班时间图表
zh_hant: 我得加班時間圖表

# MY_OVERTIME_SUMMARY_SUBJECT
source: Overtime statistics
de: Überstunden-Statistik
es: Reporte: Estadísticas de las horas extras
fi: Ylityöt tilastot
fr: Rapport: Statistiques heures supplémentaires
it: Rapporto: Statistiche straordinari
ja: 残業時間統計
ko: 오버타임 통계
nb: Rapport: Overtid statistikk
nl: Overuren statistieken
pl: Statystyka nadgodzin
pt: Relatório Horas extra estatísticas
ru: Статистика сверхурочных
sv: Rapport: Övertid statistik
uk: Статистика понаднормових
zh_hans: 我得加班时间数据统计
zh_hant: 我的加班時間數據統計

# MY_OVERTIME_GRAPH_SUBJECT
source: Overtime graph
de: Überstunden-Grafik
es: Reporte: Gráficos horas extraordinarias
fi: Ylityöt graafisesti
fr: Rapport: Graphiques heures supplémentaires
it: Rapporto: Grafica straordinari
ja: 残業時間グラフ
ko: 오버타임 그래프
nb: Rapport: Overtid grafen
nl: Overuren grafiek
pl: Graf nadgodzin
pt: Relatório Horas extra gráficos
ru: График сверхурочных
sv: Rapport: Övertid grafen
uk: Графік понаднормових
zh_hans: 我得加班时间图表
zh_hant: 我得加班時間圖表

# MY_OVERTIME_SUMMARY_BODY
source: Attached is my Overtime statistics
de: Beiliegend die Überstunden-Statistik
es: Adjunto mi Estadísticas de las horas extras
fi: Liitteenä ylityötilastoni
fr: Voici Les Statistiques heures supplémentairess
it: In allegato Statistiche straordinari
ja: 残業時間統計を添付しました。
ko: 나의 오버타임 통계 첨부
nb: Vedlagt er min Overtid statistikk
nl: In de bijlage het Overuren statistieken
pl: W załączniku statystyka moich nadgodzin
pt: Em anexo, Horas extra estatísticas
ru: В приложении моя статистика сверхурочных
sv: Bifogat är min Övertid statistik
uk: В додатку моя статистика понаднормових
zh_hans: 附件中是我的加班时间数据统计
zh_hant: 附件中是我的加班時間數據統計

# MY_OVERTIME_GRAPH_BODY
source: Attached is my Overtime graph
de: Beiliegend die Überstunden-Grafik
es: Adjunto mi Gráficos horas extraordinarias
fi: Liitteenä ylityöni graafisessa muodossa
fr: Voici Les Graphiques heures supplémentaires
it: In allegato Grafica straordinari
ja: 残業時間グラフを添付しました。
ko: 나의 오버타임 그래프 첨부
nb: Vedlagt er min Overtid grafen
nl: In de bijlage het Overuren grafiek
pl: W załącniku graf moich nadgodzin
pt: Em anexo, Horas extra gráficos
ru: В приложении мой график сверхурочных
sv: Bifogat är min Övertid grafen
uk: В додатку мій графік понаднормових
zh_hans: 附件中是我的加班时间图表
zh_hant: 附件中是我得加班時間圖表

# TITLE_DONE
source: Done
de: Fertig
es: Listo
fi: Valmis
fr: OK
it: OK
ja: OK
ko: 확인
nb: OK
nl: Klaar
pl: OK
pt: OK
ru: OK
sv: Klar
uk: OK
zh_hans: 好
zh_hant: 好
