Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# FAQ_Answer_2
source: If you want to compensate your flextime by starting late or leaving early there is no special entry required as the offset will show a negative balance if your work hours are less than the offset value for that day which reduces your overall balance. If you would like to compensate your overtime through flexitime or have these paid out, you have the following additional options: Option A (Take work day off as compensation): a) Go to the calendar day you want to compensate b) Tap the '+' to create a blank sheet c) Ensure the offset shows the required hours (eg. 8.00) d) Select “Flexitime burn“ or “Compensation“ activity (whichever suits best) e) The total work hours will show 0 and the day’s balance will show a negative offset amount (eg. -8.00). f) Run your reports to check that your total overtime balance has been reduced. Option B (Reduce Overtime balance and pay out): a) Go to an unused date (eg. a Sunday) b) Tap on 'My templates' and choose “My payments bank“ c) This sets the offset value to zero. Now update the total hours you are getting paid for (update the default value of 40.00 to your value). In addition, you may fill in the total money amount if you would like to track that as well. d) The day's balance will show a negative value (default = 40.00) which will reduce the overall year to date balance. e) Run your reports to check that your total overtime balance has been reduced. The amount field is included in the Activity report. * alternatively, if you do not find a predefined payment activity then you can create one. Please check FAQ 6 and go to settings to create a new activity and define as Against Offset = Count, Flat time = ON, Overtime reducer = ON. Take note: The above steps can also be done combined with a working day activity (eg. “In Office“ and Offset value).
de: Wenn Sie, im Rahmen eines flexiblen Arbeitszeitmodell, Ihre Überstunden reduzieren können in dem sie später zur Arbeit kommen oder sich früher abmelden, braucht es keine besonderen Zeiteingaben weil der Tages-Saldo somit negative Stunden ausweist und ihre Überstunden gesamthaft reduziert werden. Wenn Sie ganze Tage kompensieren möchten und diese eventuell auszahlen lassen, gibt es folgende Möglichkeiten: Variante A (Freier Tag als Zeitausgleich) a) Gehen Sie zum abzugeltenden Termin b) Tippen Sie auf '+' um eine Zeiteingabe anzulegen c) Stellen Sie sicher, dass die Sollzeit den Arbeitstag entspricht (z.B. 08.00) d) Wählen Sie den Satz 'Ausgleich' oder 'Gleitzeit-Abbau' aus den vordefinierten Tätigkeiten e) Nun wird das Tagestotal auf 0 stehen und der Saldo einen negative Sollzeitwert ergeben (z.B. -8.00) f) Wenn Sie nun Ihre Daten abfragen, (gehen Sie zur Berichtsübersicht) könnten Sie feststellen, dass ihre Gesamtüberstunden um diesen Wert reduziert wurden. Variante B (Gesamtüberstunden reduzieren + Auszahlung) a) Gehen Sie zu einem Freien Termin (bsp. Sonntag) b) Tippen Sie auf 'Meine Vorlagen' und wählen Sie 'Mein Auszahlungskonto' um eine Zeiteingabe anzulegen* c) Nun wird die Sollzeit auf 0 gestellt und der Stundenwert (40.00) kann mit Ihrem gewünschten Abbauwert aktualisiert werden. Zudem gibt es die Möglichkeit, bei einer eventuellen Auszahlung, den enstsprechenden Geldbetrag in einem weiteren Eingabfeld zu erfassen d) Der Tagessaldo weist somit einen negativen Wert aus bzw. wird um den Stundenwert entsprechend reduziert (z.B. -40:00). e) Wenn Sie nun Ihre Daten abfragen, (gehen Sie zur Berichtsübersicht) können Sie feststellen, dass ihre Gesamtüberstunden um diesen Wert reduziert wurden. Der Geldbetrag wir im Detailbericht mitgeführt. * Falls der Satz 'Auszahlungskonto' nicht vorhanden ist, können Sie diesen erstellen. Gehen Sie zu 'Einstellungen' und erstellen Sie eine neue Tätigkeit und richten Sie diese mit 'Sollzeit = abziehen' (Häkchen) ein, 'Pauschal = EIN' und 'Saldo reduzieren = EIN'. Weiteres dazu unter Frage 6. Dieser Vorgang kann auch an einem Arbeitstag zusammen mit einer zusätzlichen Tätigkeit (z.B. 'Im Büro') mit Sollwert kombiniert werden.
fr: Si vous voulez compenser vos horaires variables en démarrant tard ou partir plus tôt il n'ya pas besoin d'entrée particulier car ce jour-là montre un solde négatif si vos heures de travail sont inférieures aux heures dues pour cette journée qui réduit votre bilan général. Si vous souhaitez compenser vos heures supplémentaires par horaires flexibles ou avoir ces heures rémunérées, vous disposez des options suivantes: Option A (Vous prenez un jour de congé): a) Allez à la journée de calendrier que vous souhaitez compenser b) Appuyez sur le “+“ pour créer un nouveau enregistrement c) Vérifiez que les heures de valeur due représentent les heures heures normales de travail (par exemple 8,00) d) Sélectionnez “Réduction h. flex“ ou l'activité de “Récupération“ (celui qui convient le mieux) e) Ensuite, le total des heures de travail montrera zéro et le solde de la journée montrera un résultat négatif (par exemple -8.00). f) Exécutez vos rapports pour vérifier que votre solde total des heures supplémentaires a été réduit. Option B (registre paiement dû et réduire les heures supplémentaires balance): a) Trouvez une date pas encore utilisé (par exemple, le dimanche) b) Tapez sur “Mes modèles“ et choisissez “Mon compte décaissement“ c) Maintenant, mettez à jour les le total des heures pour tenir compte des heures rémunérées (mettez à jour la valeur par défaut de 40,00 à votre valeur). En outre, vous pouvez remplir le quantité monétaire total si vous désirez. d) Et voilà, cela se traduira par une réduction du total du bilan. e) Exécutez vos rapports pour vérifier que votre solde total des heures supplémentaires a été réduit. * Alternativement, si vous ne trouvez pas une activité de versement prédéfini qui vous convient, vous pouvez le renommer ou en créer un nouveau enrigestrement. S'il vous plaît vérifier la question 6 et allez dans les réglages pour gérer les enregistrements d'activité Veuillez noter: Les étapes ci-dessus peuvent également être effectués combinée à une activité d'une journée de travail (par exemple, “Au bureau“ ayant une heure de valeur due)
it: Se vuoi aggiustare il tuo orario flessibile entrando più tardi o uscendo prima, non c’è nessun tipo di voce particolare da selezionare in quanto la differenza indicherà un saldo negativo se le tue ore lavorative sono minori rispetto al valore predefinito per quel giorno. Questo ridurrà il tuo saldo totale. In caso tu voglia utilizzare le tue ore di straordinario come recupero ore lavorative o tu le voglia avere pagate, devi seguire una delle seguenti opzioni: Opzione A (Prendi un giorno libero come pagamento) a) Vai al giorno che vuoi recuperare b) Seleziona “+” per creare un foglio vuoto c) Assicurati che la differenza mostri le ore richieste (es: 8.00) d) Seleziona “Riduz. ore fles.” o “Compensazione” a seconda della più adatta e) Il totale di ore lavorative mostrerà 0 ed il saldo giornaliero mostrerà le ore dovute in negativo (es: -8.00) f) Crea il resoconto per controllare che il saldo totale delle ore di straordinario sia stato ridotto. Opzione B (riduci il saldo delle ore di straordinario e conferma il pagamento) a) Vai ad una data inutilizzata (es. una Domenica) b) Seleziona 'I miei modelli' e scegli 'Il mio stipendio conto' c) Questo riduce le ore di lavoro dovute a zero. Aggiorna quindi il totale delle ore per cui vuoi essere pagato (aggiorna il valore predefinito di 40.00 al valore richiesto). Inoltre puoi inserire l’importo totale se vuoi che il programma tenga conto anche di quello d) Il saldo del giorno mostrerà un valore negativo (40.00 è il valore predefinito) che ridurrà il totale annuale al saldo del giorno e) Crea il resoconto per controllare che il saldo totale delle ore di straordinario sia stato ridotto. Il campo dell’importo è incluso nel repporto di attività. * In alternativa se non trovi un’attività di pagamento predefinita puoi crearne una. Leggi anche la domanda 6 e vai alle impostazioni per creare una nuova attività e impostare Dalla ore dovute = detrarre, Forfetario delle ore = sì, Ridurre Saldo = sì. NB: il procedimento sopra descritto può anche essere combinato con un’attività riguardante il giorno lavorativo (es. 'In ufficio' con un valore Ore dovute).

# FAQ_Answer_3
source: For the purpose of this app this refers to the amount of time which exceeds your daily required hours which is shown at the bottom of the timesheet as the “Balance“. For example, you have 8.00 daily required hours (this is your “offset“) and your workday's activities totaled to 9:15 so your overtime is 1:15. You might want to redeem this overtime. Overtime is also known as “flextime“ in those companies and jobs where a flexible work time model exists. If you have flexible hours you can come in late or leave earlier to compensate your overtime or get extra pay. Some industries have special regulations where extra pay may be considered when the total work hours per week exceed 40 hours as well as special rates on certain days (eg. for weekend work hours count 1.5x or 2x). The United States labor act classifies workers as 'exempt' or 'non-exempt'.' For example: if you did Weekend work of 7 hours on a Saturday you would add to the timesheet the following activities: - add Activity 1: 'In Office' Start: 9.00am and End: 5.00pm (1.00 break) = 7.00 hours total - add Activity 2: “Overtime pay 1.5x“ and enter a flat value of 3.30 hours (1.5 x 7 hrs = 10.30hrs, 10:30 - 7.00 = 3.30 hrs) which represents the bonus hours at the 1.5 pay rate. You may also want to add the overtime pay you expect into the amount field. Go to the Activity report to track all accumulated overtime hours and amounts - Total hours for the day will show 10.30 against an the Offset of 7:00 will produce an Overtime balance of 3.30 hrs. - On your pay day you can add Activity “Payments bank“ (or use the “My payments bank“ template) and enter the total hours and amount. This will reduce the overall balance on your reports. See also related topic FAQ 2 option B. - If you use more than one activity record to tally up your daily working hours on a recurring basis then you may wish to combine these activities into a 'template'. Please go to “Set Working days“ or “My templates“ within the settings page to create or customize a template (refer to FAQ 17 for more).
de: In Zusammenhang mit dieser App sind es die aufgelaufenen Arbeitsstunden welche die tägliche Sollzeit übertrifft. Der Wert wird am unteren Rande der Zeiteingabe als 'Saldo' aufgeführt. Ein Beispiel: Sie haben 8,00 Stunden Sollzeit vereinbart und ihre Arbeitszeit (abzüglich Pausen) ergibt 9,15 Stunden was bedeutet, dass Sie 1 Stunde und 15 Minuten †berstunden bzw. †berzeit geleistet haben. Bei Firmen mit Gleitzeitmodellen wird auch von Gleitzeit 'Überschuss' gesprochen. Diese Überstunden möchten Sie eventuell zu einem späteren Zeitpunkt in Form von Freizeit oder Geld beziehen bzw. ausgleichen. Wenn Sie mit einem flexiblen Arbeitszeitmodell arbeiten, können Sie diese Zeit in Form eines kürzeren Arbeitstages (später zur Arbeit kommen, bzw. sich früher abmelden) oder eines freien Tages ausgleichen (siehe Frage 2). In bestimmten Industrien ist es üblich, dass die Arbeitszeit welche die 40-Stunden-Woche überschreitet, ausbezahlt wird. Des weiteren kann Wochenendarbeit mit einem höheren Überstunden-Satz berechnet werden (z.B. eine Stunde zählt 1.5x oder 2x). Wenn Sie Ihre Überstunden mit Ihrem Arbeitgeber abrechnen wollen, empfiehlt es sich die Stunden wie auch der geschuldete Betrag mit einer vordefinierten Tätigkeit zu erfassen. Ein Beispiel wie dies in der App abgewickelt werden kann: Am Samstag wurde eine Schicht geleistet wofür Überstunden zum Satz von 1.5 pro Stunde anfallen. Dazu können folgende Zeiteingaben erfasst werden: - Tätigkeit 1: 'Im Büro' (oder z.B. 'Schicht') mit Start: 09.00 and Ende: 05.00 (1.00 Stunde Pause) = Total 7.00 Arbeitsstunden - Tätigkeit 2: 'Überzeitsatz 1.5x' am gleichen Termin mit '+' anfügen und mit 3.30 Std erfassen (1.5 x 7 Std = 10.30 Std, 10:30 - 7.00 = 3.30 Std). Damit ergibt sich der Bonusanteil aus der zur 1.5-fachen verrechneten Arbeitszeit. Der für diese Stunden geschuldeter Betrag kann im dafür eingerichteten Betragsfeld erfasst werden. - Somit erhalten Sie für diesen Arbeitstag ein Stundentotal von 10.30 gegenüber der täglichen Sollzeit von 7:00 Stunden ergibt einen Überstundensaldo von 3.30 Std. Die angesammelten Stunden können mittels Detailbericht gezielt abgefragt bzw. ausgewertet werden - Am Zahltag bzw. am entsprechenden Termin kann die Tätigkeit 'Auszahlungskonto' angefügt werden womit alle abgegoltenen Überstunden und die entsprechende Geldsumme erfasst werden und der Überstundensaldo bis Dato um diesen Wert reduziert wird (führen Sie die Berichte aus um die Auswirkung zu überprüfen). - Falls Sie für die Berechnung Ihrer täglichen Arbeitszeit mehrere Tätigkeitssätze verwenden und diese sich immer wieder mit denselben Werten an verschiedenen Tagen bzw. monatlich wiederholen, dann sollten Sie diese Zeiteingaben in Form einer Vorlage zusammenfassen. Vorlagen können unter 'Meine Vorlagen' bzw. unter 'Arbeitstage einrichten' erstellt werden. Weiteres dazu unter Frage 17
fr: Aux fins de cette application il s'agit de la quantité de temps qui dépasse vos heures quotidiennes nécessaires qui est indiqué au bas des heures saisies comme “solde du jour“. Par exemple, vous avez 8,00 heures nécessaires chaque jour (ce qui est votre “heures dues“) et les activités de votre journée de travail s'élèvent à 09:15 Cela se traduit par des heures supplémentaires de 1:15. Vous voudrez peut-être une trace de ce temps supplémentaire et l'échanger plus tard pour le temps libre ou une rémunération supplémentaire. Dans les entreprises et les emplois où un modèle d'horaire de travail flexible existe ce qu'on appelle “horaires variables“. Si vous avez un horaire variable, vous pouvez commencer à travailler plus tard ou partir plus tôt pour compenser vos heures supplémentaires. Certaines industries ont des réglementations spéciales où la rémunération supplémentaire peut être envisagée lorsque le nombre total d'heures de travail par semaine dépasse 40 heures ainsi que des tarifs spéciaux sur certains jours (par exemple, pour travailler le week-end les heures comptent 1,5 x ou 2x) Par exemple: 7 heures de travail le samedi, vous ajoutez aux heures saisies l'activité suivante: -ajoutez Activité 1: “Au bureau“ Arrivée: 9h00 et Départ: 17:00 (1,00 repos) = 7.00 heures au total -ajoutez Activité 2: “Taux Heures supp à 1.5x“ et entrez une valeur forfaitaire de 3,30 heures (1,5 x 7 heures = 10.30, 10:30 - 7.00 = 3.30 h) qui représente les heures de bonus sur le taux de rémunération standard. Vous pouvez également ajouter le montant du paiement dans le champ indiqué. Accédez au rapport d'activité pour suivre toutes les heures supplémentaires accumulées et les montants -Le total d'heures pour la journée résultera en 10.30 contre les heures dues à valeur de 7h va produire un solde d'heures supplémentaires de 3,30 heures. -Quand arrive le jour de paie, vous ajoutez l'activité “compte décaissement“ (ou utilisez le modèle “Mon compte décaissement“) et entrez le nombre d'heures et le montant compensé. Cela permettra de réduire le solde global sur vos rapports. Voir aussi la question 2 et l'option B. -Si vous utilisez plus d'un enregistrement de l'activité à compiler vos heures de travail quotidiennes sur une base récurrente vous pouvez combiner ces activités en un modèle. S'il vous plaît aller à “Journées de travail“ ou “Mes modèles“ sur la page de réglages pour créer ou personnaliser un modèle (voir la question n° 17 pour plus de détails).
it: Nel contesto del programma 'straordinario' si riferisce al numero di ore che esubera l’orario lavorativo giornaliero, come mostrato in basso nel modulo dell’orario sotto la voce 'Saldo'. Per esempio se il tuo giorno lavorativo è di 8.00 ore lavorative dovute (questo è il tuo ore dovute) ed invece hai lavorato 9.15 ore, il tuo straordinario sarà 1.15 ore. Potresti voler usufruire di questo straordinario, che in alcune aziende viene chiamato 'ore flessibile', mentre altre ancora offrono un modello lavorativo con orario flessibile. Se hai orari flessibili puoi entrare più tardi o uscire prima da lavoro per usufruire delle ore di straordinario oppure fartele pagare. Alcuni settori lavorativi hanno contratti di lavoro particolari dove le ore di straordinario vengono pagate dopo aver superato le 40 ore lavorative settimanali, oppure hanno delle tariffe orarie particolari per determinati giorni (es. ogni singola ora lavorata durante il fine settimana viene considerata come 1.5 o 2 ore). Negli Stati Uniti il Labor Act classifica i lavoratori come “exempt” o “non-exempt”. Per esempio se hai lavorato 7 ore durante il Sabato, le aggiungerai al modulo dell’orario nel seguente modo: ⁃ Inserisci “attività 1”: “In office” inizio: 9.00am e fine: 5:00pm (1.00 pausa)=7.00 ore totali. ⁃ Inserisci “attività 2”: “Straord. tasso 1.5x” ed inserisci il valore netto di 3.30 ore (1.5x7 ore=10.30 ore – 7.00 = 3.30 ore) che rappresentano le ore di bonus con un tasso di pagamento 1.5. ⁃ Se vuoi puoi anche aggiungere la paga di straordinario che ti spetta nel campo dell’importo. Vai al rapporto di attività per tracciare sia le ore di straordinario accumulate che la paga. ⁃ Il totale delle ore lavorative per quel giorno mostrerà 10.30 contro le 7.00 dovute che risulterà in uno saldo straordinario di 3.30 ore. ⁃ Nel giorno di paga puoi aggiungere una attività chiamata 'Stipendio conto' (o usare il modello 'Il mio stipendio conto') ed inserire il totale delle ore e l’importo. Questo ridurrà il saldo totale nei tuoi resoconti. Sullo stesso argomento vedi anche la domanda 2 opzione B. ⁃ Se usi più di un’attività per registrare l’ammontare delle tue ore lavorative giornaliere in modo regolare puoi combinare queste attività in un “modello“. Sotto le impostazione vai a “Definire giorni lavorativi” oppure “I miei modelli” per creare o personalizzare un modello predefinito (controlla la domanda 17 per avere più informazioni).

# FAQ_Answer_4
source: This is the applicable daily working hours a.k.a. target hours set by your employer. Some jobs may have a weekly or monthly total working hours agreement which may not be broken down to daily offset hours. However, this app is designed to enable tracking your work time against your daily offset.
de: Damit versteht sich die mit dem Arbeitgeber vereinbarte tägliche Arbeitszeit. Es gibt Anstellungsverhätnisse bei welchen eine wochentliche bzw. einen Monatssoll vereinbart wird. Womöglich kann in solchen Fällen keine tägliche Arbeitszeit berechnet werden. Diese App wurde jedoch auf die Zeiterfassung gegenüber einem Tagessoll ausgerichtet.
fr: C'est le temps de travail journalier applicable également connu sous le nom “heures cibles“ établies par votre employeur. Certains emplois peuvent avoir un accord d'heures de travail hebdomadaire ou mensuelle qui ne peut être décomposé en heures normale quotidienne. Cependant, cette application est conçue pour permettre le suivi de votre temps de travail par rapport à vos heures dues par jour
it: Con questa definizione ci si riferisce alle ore lavorative giornaliere richieste dal datore di lavoro. Alcuni lavori hanno un accordo sulle ore lavorative totali su base settimanale o mensile che non può essere spezzato a livello giornaliero. Questo programma è comunque progettato in modo tale da permettere la registrazione dei tuoi orari lavorativi rispetto alle tue ore giornaliere.

# FAQ_Answer_5
source: The term “Activity“ is used to describe a unit for which you would like to track your hours against. You may decide that a different term is more appropriate for the way you would like to use this app. For example, in some jobs this unit might rather be called a ''Task' or 'Project' or 'Shift'. In addition, you may consider using an Activity as an 'account' for deposits or balances (eg. overtime rate balances). A range of standard activities (including “My templates“) have been set up for you as part of the initial download to give you an understanding of possible ways to track your hours. However, you are free to change these to more detailed actions (eg. “in Office“ can be broken out to 'Office task A', 'Office task B', etc) or create accounts (eg. overtime special rate, special rate payouts).
de: Darunter versteht sich im allgemeinen eine Einheit an die Sie Ihre Stunden zuordnen. Je nach dem wie Sie diese App einsetzen, gibt es eventuell andere Bezeichnungen, die zutreffender wären. In verschiedenen Stellen dürfte von 'Aufgaben', 'Projekte' oder 'Schichten' die Rede sein. Des weiteren könnte unter Tätigkeit auch ein 'Konto' verstanden werden (bspw. zur Verwaltung spezieller Überstunden). Es wurde für Sie einen Satz vordefinerter Tätigkeiten (einschliesslich 'Meine Vorlagen') beim ersten Download dieser App bereitgestellt um Ihnen die Möglichkeiten, Ihre Stunden zu verwalten, näher zu bringen. Es ist Ihnen jedoch überlassen, diese zu mehr detaillierten Aufgaben aufzuteilen (z.B. 'im Büro' kann auf 'Büro Aufgabe A', 'Büro Aufgabe B' aufgeteilt werden, usw.), Konten zu erstellen (z.B. Überstunden Sondersatz, Sondersatz Auszahlungen) und andere Einheiten zu bilden.
fr: “Activité“ en ce qui concerne cette application se référe au enregistrement auquel vous organisez vos heures. Selon le niveau que vous souhaitez utiliser l'activité, il pourrait plutôt être appelé une tâche, un projet, un compte ou décalage. En outre, vous pouvez utiliser une activité come un “compte“ pour les dépôts ou les soldes (soldes des taux d'heures supplémentaires, par exemple). Une gamme d'activités standard (y compris “Mes modèles“) ont été mis en place par le téléchargement initial pour vous aider à interpréter les moyens possibles. Néanmoins, vous êtes libre de les modifier à des actions plus détaillées (par exemple, “au bureau“ peut être décomposé en “Tâche A“,“Tâche B“, etc) ou créer des comptes (tarif spécial des heures supplémentaires par exemple, les paiements de taux). Vous pouvez définir comment chaque activité calcule et affiche les saisies de temps dans le registre (voir question 6 pour plus de détails).
it: Il termine “attività“ è usato per descrivere il modo con il quale puoi tenere conto delle tue ore lavorative. E’ possibile rinominare l’attività con un nome differente in modo da rendere l’applicazione più appropriata alle tue esigenze. Per esempio in alcuni impieghi invece di 'attività' vengono utilizzati termini come “compito“, “progetto“ o “turno“. Inoltre è possibile utilizzare un “attività“ come un conto per depositi o saldi (es: saldo degli straordinari). Una serie di attività standard (incluso “i miei modelli”) è già impostata per dare un esempio dei diversi modi in cui è possibile tracciare le ore lavorative. Sei comunque libero di cambiare queste attività con azioni più dettagliate (es. “in ufficio” può essere diviso in “Ufficio compito A”, “Ufficio compito B”, ecc.) o creare conti (es. tassi di straordinario particolari o tassi di pagamenti delle ore particolari).
