Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# FAQ_Answer_17
source: Templates enable you to store typical activities which you would use repetitively in a changing schedule as a pre-defined timesheet. For example, you might like to re-use a previous week's timesheet, need same activities every week or a combination of activities you need once a month for special occasions. You can use the default templates from “My Templates“ which you can change to suit your needs. In addition, you can create a template for each day of the week within the “Set working days“ option.
de: Durch Vorlagen können Sie typische Tätigkeiten, die sich in einem verändernden Zeitplan wiederholen als vor definierte Zeiteingabe speichern. Als Beispiel könnten bestimmte wöchentliche Zeiteingaben oder Zeiteingaben, die Sie monatlich zu besonderen Anlässen benötigen zu einer Vorlage zusammengefasst werden. Sie können die unter 'Meine Vorlagen' bereitgestellten Vorlagen nutzen bzw. ändern, um an Ihre Bedürfnisse anzupassen. Darüber hinaus können Sie eine Vorlage für jeden Tag der Woche im Bereich 'Arbeitstage einrichten' erstellen.
fr: Les modèles permettent d'enregistrer les activités typiques que vous souhaitez utiliser de façon répétitive dans un horaire changeant comme une feuille de préesence prédéfini. Par exemple, vous souhaitez réutiliser des heures saisies d'un semaine précédente, utilisez mêmes opérations chaque semaine ou une combinaison d'activités une fois par mois pour des occasions spéciales. Il y a des modèles disponibles par défaut sous “Mes modèles“ qui peut être modifié selon vos besoins. De plus, vous avez la possibilité de joindre un modèle pour chaque jour de la semaine dans les paramètres “Journées de Travail“
it: I “modelli” ti danno la possibilità di salvare attività ricorrenti come un modulo di lavoro predefinito anche in un programma lavorativo che cambia. Ad esempio puoi voler riutilizzare l’orario della settimana precedente, aver bisogno delle stesse attività tutte le settimane oppure aver bisogno di una combinazione delle attività una volta al mese in occasioni particolari. Puoi usare i template predefiniti da “I miei modelli” e puoi cambiarli a seconda delle tue necessità. Puoi inoltre creare un template per ogni giorno della settimana utilizzando l’opzione “Definire giorni lavorativi”.

# FAQ_Answer_18
source: A lot of feedback has come in since its first release in August 2011. Many of the reported issues and suggestions have been implemented to make this app a stable, robust and useful companion. Looking at the app store, on one hand there are apps focusing on project management and billing and on the other hand there are time tracking tools for employees for specific industries and trades. I would certainly like to be your first choice for your personal time tracking with overtime/flextime management. The more I hear back from you about the good and the bad the better I can explore new features – just email me or check my facebook page. Last but not least, I hope this app can contribute to keeping the right work-life balance for you. As part of a growing user community, congratulations for discovering this app and welcome to the club !
de: Seit der Einführung im August 2011 gab es reichlich Feedback. Viele Probleme wurden gelöst und interessante Vorschläge umgesetzt mit dem Ziel, diese App zum zuverlässigen täglichen Begleiter zu machen. Aus App Store Sicht gibt es weitere Anbieter welche sich mehrheitlich auf Projekt-Arbeiten bzw. Zeitverrechnungslösungen mit Zeiterfassung für verschiedene Berufsgruppen konzentrieren. Gerne möchte ich Ihre erste Wahl sein wenn es um Ihre persönliche Zeiterfassung mit Sollzeitabgleich geht. Je mehr ich von Ihnen über das positive und das zu verbessernde mitbekomme, desto besser kann ich diese App optimieren bzw. mit weiteren Möglichkeiten ausstatten. Bitte mailen Sie mir einfach oder schauen Sie mal auf meiner Facebook-Seite rein. Nicht zuletzt hoffe ich, dass ich mit dieser Lösung einen positiven Beitrag zu Ihrem Berufs- und Freizeit-Ausgleich anbieten kann. Als Teil einer wachsenden Benutzer-Gemeinde, sage ich: Glückwünsche zur Entdeckung dieser App!
fr: Il y avait de nombreuses réactions depuis la première version en Août 2011. Beaucoup de questions et de suggestions rapportés ont été mises en œuvre à transformer cette application dans un outil stable, robuste et utile. En regardant l'app store, d'une part, il y a les applications axées sur la gestion de projets et la facturation et de l'autre côté il y a des outils de suivi pour les employés de certaines industries et métiers. J'aimerais certainement être votre premier choix pour le suivi de votre temps personnel et la gestion des heures supplémentaires et horaires variables. Plus j'entends de votre part sur la façon dont vous utilisez l'application la mieux que je peux recherer de nouvelles fonctionnalités. S'il vous plaît écrivez-moi ou consultez ma page Facebook. Last but not least, j'espère que cette application facilite votre équilibre travail-vie. Dans le cadre d'une communauté croissante d'utilisateurs, félicitations de découvrir cette application et bienvenue au club!
it: Abbiamo ricevuto molte recensioni da quando abbiamo rilasciato l’applicazione nell’Agosto 2011. Molti dei problemi e dei suggerimenti riportati sono stati corrretti ed aggiunti per rendere l’applicazione stabile, robusta ed utile. Nell’App Store ci sono sia applicazioni di project management e fatturazione, che applicazioni di gestione degli orari per impiegati di settori lavorativi specifici. Noi vorremmo essere il punto di riferimento per la tua gestione degli orari lavorativi inclusi di straordinari ed ore di recupero. Con i tuoi suggerimenti e critiche sull’applicazione potremo sviluppare nuove opzioni – contattateci tramite posta elettronica o sulla nostra pagina Facebook. Infine, speriamo che questa applicazione possa aiutarvi ad avere un giusto equilibrio tra la vostra vita privata e professionale. Fai parte di una comunità di utenti in crescita, congratulazioni per avere scoperto questa applicazione e benvenuti a bordo !

# LINK_DB
source: Link Dropbox
de: Mit Dropbox verbinden
es: Conecte Dropbox
fi: Liitä Dropbox
fr: Lien avec Dropbox
it: Collegare Dropbox
ja: Dropboxのを接続
ko: 보관 용을 연결 (Dropbox)
nb: Koble til Dropbox
nl: Koppelen Dropbox
pl: Podłącz Dropbox
pt: Conecte Dropbox
ru: Подключите Dropbox
sv: Anslut Dropbox
uk: Підключіть Dropbox
zh_hans: 连接的Dropbox
zh_hant: 連接的Dropbox

# UNLINK_DB
source: Unlink Dropbox
de: Dropbox trennen
es: Desconecte Dropbox
fi: Katkaise Dropbox
fr: Délier Dropbox
it: Scollega Dropbox
ja: 切断のDropbox
ko: 분리 보관 용 (Dropbox)
nb: Koble fra Dropbox
nl: Ontkoppelen Dropbox
pl: Odłącz Dropbox
pt: Desconectar Dropbox
ru: Отсоединить Dropbox
sv: Koppla Dropbox
uk: Отключить Dropbox
zh_hans: 断开的Dropbox
zh_hant: 斷開的Dropbox

# DB_ALERT_HEADING
source: Warning
de: Warnung
es: Advertencia
fi: Varoitus
fr: Attention
it: Attenzione
ja: 警告
ko: 경고
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение
sv: Varning
uk: попередження
zh_hans: 警告
zh_hant: 警告

# DB_ALERT_MSG
source: Are you sure you want to unlink the app ?
de: Sind Sie sicher, dass Sie die Verbindung zur App trennen wollen?
es: ¿Está seguro que desea romper el enlace a la aplicación?
fi: Oletko varma, että haluat katkaista linkin app?
fr: Êtes-vous sûr de vouloir dissocier l'application?
it: Sei sicuro che si desidera scollegare l'app?
ja: あなたはアプリへのリンクを解除してもよろしいですか？
ko: 당신은 응용 프로그램에 대한 연결을 해제 하시겠습니까?
nb: Er du sikker på at du vil bryte koblingen til app ?
nl: Weet u zeker dat u de app wilt ontkoppelen?
pl: Czy na pewno chcesz przerwać łącze do aplikacji ?
pt: Você tem certeza que quer quebrar o link para o aplicativo ?
ru: Вы уверены, что хотите удалить связь с приложением?
sv: Är du säker på att du vill ta bort länken till appen?
uk: Ви впевнені, що хочете видалити зв'язок з додатком?
zh_hans: 你确定你想打破的应用程序的链接吗？
zh_hant: 你確定你想打破的應用程序的鏈接嗎？

# DB_ALERT_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuttaa
fr: Annuler
it: Annullare
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anulować
pt: Cancelar
ru: отменить
sv: Avbryt
uk: скасувати
zh_hans: 取消
zh_hant: 取消

# DB_ALERT_YES
source: Yes
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ru: да
sv: Ja
uk: та
zh_hans: 是
zh_hant: 是

# DB_LABEL_TITLE
source: Never
de: Nie
es: Nunca
fi: Ei koskaan
fr: Jamais
it: Mai
ja: 決して
ko: 어머 놀랐다
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
ru: никогда не
sv: Aldrig
uk: ніколи не
zh_hans: 从来没有
zh_hant: 從來沒有

# DB_ALERT_DONE_TITLE
source: Backup done
de: Datensicherung erfolgreich
es: Copia de seguridad hecho
fi: Varmuuskopiointi tapahtuu
fr: Sauvegarder effectuées
it: Il backup finito
ja: 行わバックアップ
ko: 할 백업
nb: Sikkerhetskopi gjøres
nl: Backup uitgevoerd
pl: Tworzenie kopii zapasowych odbywa się
pt: Faça backup feito
ru: резервные копии записей
sv: Säkerhetskopiera gjort
uk: резервні копії записів
zh_hans: 备份完成
zh_hant: 備份完成

# DB_ALERT_DONE_MSG
source: A backup file of your time sheets has been been created
de: Es wurde eine Datensicherung Ihrer Zeiteingaben erstellt.
es: Un archivo de copia de seguridad de sus datos se ha creado
fi: Varmuuskopio tietosi on luotu
fr: Un fichier de sauvegarde de vos données a été créée
it: Un file di backup dei dati è stato realizzato
ja: データのバックアップファイルが作成されました
ko: 데이터의 백업 파일이 생성되었습니다
nb: En sikkerhetskopi av dine data har blitt opprettet
nl: Een back-upbestand van uw gegevens is gemaakt
pl: Plik kopii zapasowej swoich danych została utworzona
pt: Um arquivo de segurança dos seus dados foi criado
ru: Файл резервной копии данных была создана
sv: En säkerhetskopia av dina data har skapats
uk: Файл резервної копії даних була створена
zh_hans: 您的数据备份文件已创建
zh_hant: 您的數據備份文件已創建。

# RESTORE_TITLE
source: Restore Backup
de: Datensicherung wiederherstellen
es: Restaurar copia de seguridad
fi: Palauta varmuuskopio
fr: Restaurer la sauvegarde
it: Backup Ripristino
ja: バックアップファイルを復元
ko: 백업 파일을 복원
nb: Gjenopprett sikkerhetskopi
nl: Back-up terugzetten
pl: Przywracanie kopii zapasowej
pt: Restaurar backup
ru: Восстановление резервного копирования
sv: Återställ Säkerhetskopiering
uk: відновлення резервного копіювання
zh_hans: 恢复备份文件
zh_hant: 恢復備份文件

# TITLE_RESTORE
source: Restore
de: Wiederherstellen
es: Restaurar
fi: Palauttaa
fr: Rétablir
it: Ripristinare
ja: 復元する
ko: 복원
nb: Gjenopprett
nl: Herstellen
pl: Przywracać
pt: Restaurar
ru: восстановление
sv: Återställ
uk: відновлення
zh_hans: 恢复
zh_hant: 恢復

# RESTORE_LOGIN_ERROR
source: Please link Dropbox to restore backup.
de: Bitte zuerst mit Dropbox verbinden
es: Conecte Dropbox para restaurar copia de seguridad.
fi: Liitä Dropbox palauttaa varmuuskopion.
fr: S'il vous plaît lien Dropbox pour restaurer la sauvegarde.
it: Si prega di collegare Dropbox per ripristinare il backup.
ja: バックアップを復元するDropboxのを接続してください。
ko: 백업을 복원 보관 용을 연결하십시오.
nb: Vennligst koble Dropbox for å gjenopprette sikkerhetskopi.
nl: Gelieve koppelen Dropbox om back-up te herstellen.
pl: Proszę połączyć Dropbox przywrócić kopię zapasową.
pt: Por favor, conecte Dropbox para restaurar backup.
ru: Свяжите Dropbox для восстановления резервной копии.
sv: Vänligen anslut Dropbox för att återställa säkerhetskopian.
uk: Зв'яжіть Dropbox для відновлення резервної копії.
zh_hans: 请连接的Dropbox恢复备份。
zh_hant: 請連接的Dropbox恢復備份。

# CREATE_LOGIN_ERROR
source: Please link Dropbox to create backup.
de: Bitte zuerst mit Dropbox verbinden
es: Conecte Dropbox para crear copias de seguridad.
fi: Liitä Dropbox luoda varmuuskopio.
fr: S'il vous plaît lien Dropbox pour créer une sauvegarde.
it: Si prega di collegare Dropbox per creare il backup.
ja: バックアップを作成するためにDropboxのを接続してください。
ko: 백업을 만들려면 보관 용을 연결하십시오.
nb: Vennligst koble Dropbox for å lage sikkerhetskopi.
nl: Gelieve koppelen Dropbox om back-up te maken.
pl: Proszę połączyć Dropbox tworzenia kopii zapasowej.
pt: Por favor, conecte Dropbox para criar backup.
ru: Свяжите Dropbox для создания резервной копии.
sv: Vänligen anslut Dropbox för att skapa säkerhetskopian.
uk: Зв'яжіть Dropbox для створення резервної копії.
zh_hans: 请连接的Dropbox创建备份。
zh_hant: 請連接的Dropbox創建備份。

# LOGIN_ALERT
source: Please link Dropbox to select week day.
de: Bitte zuerst mit Dropbox verbinden
es: Conecte Dropbox antes de seleccionar los días de semana.
fi: Liitä Dropbox ennen kuin valitset arkipäivinä.
fr: S'il vous plaît lien Dropbox avant de choisir les jours de semaine.
it: Si prega di collegare Dropbox prima di selezionare i giorni feriali.
ja: 曜日を選択する前に、Dropboxのを接続してください。
ko: 주 일을 선택하기 전에 보관 용을 연결하십시오.
nb: Vennligst koble Dropbox før du velger ukedager.
nl: Gelieve koppelen Dropbox voordat weekdagen selecteren.
pl: Proszę połączyć Dropbox przed wyborem dzień tydzień.
pt: Por favor, conecte Dropbox antes de selecionar os dias da semana.
ru: Свяжите Dropbox перед выбором дней недели.
sv: Vänligen anslut Dropbox innan du väljer veckodagar.
uk: Зв'яжіть Dropbox перед вибором днів тижня.
zh_hans: 请选择工作日之前，Dropbox的连接。
zh_hant: 請選擇工作日之前，Dropbox的連接。

# NO_FILE
source: No files available.
de: Keine Dateien gefunden
es: No hay archivos disponibles.
fi: Ei tiedostoja saatavilla.
fr: Aucun fichier disponible
it: Nessun file disponibile.
ja: 利用可能なファイルがありませ.
ko: 사용할 수 없음.
nb: Ingen filer tilgjengelig.
nl: Geen bestanden beschikbaar.
pl: Żadne pliki nie są dostępne.
pt: Não há arquivos disponíveis.
ru: Нет доступных файлов.
sv: Inga filer tillgängliga.
uk: Немає доступних файлів.
zh_hans: 没有可用的文件
zh_hant: 沒有可用的文件

# DM_RESTORE_SUCCESS
source: Restore successfull.
de: Wiederherstellen abgeschlosssen
es: Restaurar exitosa.
fi: Palauta onnistunut.
fr: Restaurer réussie
it: Ripristino di successo.
ja: 成功を復元.
ko: 성공적인 복원을.
nb: Gjenopprette vellykket.
nl: Herstellen succesvol.
pl: Przywróć udanej.
pt: Restaurar sucesso.
ru: Восстановление успешным.
sv: Återställ framgångsrik.
uk: відновлення успішним.
zh_hans: 恢复成功
zh_hant: 恢復成功

# DB_LOGIN_FAILED
source: Login failed
de: Anmelden fehlgeschlagen
es: Iniciar sesión fallida
fi: Kirjaudu epäonnistui
fr: Echec de la connexion
it: Log in fallito
ja: 失敗したログイン
ko: 실패한 로그인
nb: Logg inn mislyktes
nl: Inloggen is mislukt
pl: Logowanie nie powiodło się
pt: Entrar falhou
ru: Войти не удалось
sv: Logga in misslyckades
uk: Увійти не вдалося
zh_hans: 登录失败
zh_hant: 登錄失敗

# DB_BACKUP_ERROR
source: Error occured while backing up data. Please try later
de: Fehlerhafte Verbindung. Die Datensicherung konnte nicht erstellt werden. Bitte später nochmals versuchen
es: Se produjo un error al realizar la copia de seguridad de datos. Por favor, inténtelo más tarde.
fi: Virhe tietojen varmuuskopiointiin. Yritä myöhemmin uudelleen.
fr: Une erreur est survenue lors de la sauvegarde des données. S'il vous plaît essayer plus tard.
it: Verificato un errore durante il backup dei dati. Si prega di riprovare più tardi.
ja: データのバックアップ中にエラーが発生しました。後でやり直してください。
ko: 데이터를 백업하는 동안 오류가 발생했습니다. 나중에 시도해 보시기 바랍니다.
nb: En feil oppstod under sikkerhetskopiering av data. Vennligst prøv igjen senere.
nl: Er is een fout opgetreden tijdens het back-up van gegevens. Probeer het later opnieuw.
pl: Wystąpił błąd podczas tworzenia kopii zapasowej danych. Prosimy spróbować później.
pt: Ocorreu um erro ao fazer backup de dados. Por favor, tente mais tarde.
ru: Произошла ошибка при резервном копировании данных. Пожалуйста, попробуйте позже.
sv: Ett fel uppstod när säkerhetskopiering av data. Vänligen försök senare.
uk: Сталася помилка при резервному копіюванні даних. Будь ласка, спробуйте пізніше.
zh_hans: 备份数据时发生错误。请稍后再试。
zh_hant: 備份數據時發生錯誤。請稍後再試。

# LOADING_TITLE
source: Please wait...
de: Bitte warten...
es: Por favor espere ..
fi: Odota ...
fr: S'il vous plaît attendre ..
it: Per favore aspetta ...
ja: しばらくお待ちください...
ko: 잠시만 기다려주세요 ...
nb: Vennligst vent ...
nl: Een ogenblik geduld..
pl: Proszę czekać ..
pt: Por favor, aguarde ...
ru: Пожалуйста, подождите ..
sv: Vänta ..
uk: Будь ласка, почекайте...
zh_hans: 请等候..
zh_hant: 請稍候...

# UPGRADE_FAIL_TITLE
source: Purchase failed
de: In-App-Kauf Mislungen
es: Compra falló
fi: In-App ostaa epäonnistui
fr: Achat pas réussi
it: Acquisto fallito
ja: 購入失敗
ko: 구매 실패
nb: In-App kjøp mislyktes
nl: Aankoop is mislukt
pl: In-App zakupu zawiodły
pt: Compra falhou
ru: покупка не состоялась
sv: Köp inuti misslyckades
uk: покупка не відбулася
zh_hans: 购买失败
zh_hant: 購買失敗

# UPGRADE_FAIL_MESSAGE
source: Transaction failed. Try again later.
de: Der Vorgang konnte nicht abgeschlossen werden. Bitte versuchen Sie es nochmals.
es: Error de transacción. Inténtelo más tarde.
fi: Transaction epäonnistui. Yritä myöhemmin uudelleen.
fr: La transaction a échoué. Réessayez plus tard
it: Operazione non riuscita. Riprovare più tardi.
ja: トランザクションが失敗しました。後でもう一度試してください。
ko: 트랜잭션이 실패했습니다. 나중에 다시 시도하십시오.
nb: Transaksjonen mislyktes. Prøv igjen senere.
nl: Transactie is mislukt. Probeer het later opnieuw
pl: Transakcja nie powiodła się. Spróbuj ponownie później.
pt: Falha na transação. Tente novamente mais tarde.
ru: Транзакция не выполнена. Повторите попытку позже.
sv: Transaktionen misslyckades. Försök igen senare.
uk: Транзакція не виконана. Повторіть спробу пізніше.
zh_hans: 交易失败。请稍后再试。
zh_hant: 交易失敗。請稍後再試。

# RESTORE_COMPLETE_TITLE
source: Restore completed
de: Wiederherstellen abgeschlossen
es: Restaurar concluido
fi: Palauta täytetty
fr: Restaurer terminé
it: Ripristino completato
ja: 完成した復元
ko: 복원이 완료
nb: Gjenopprette fullført
nl: Herstellen voltooid
pl: Przywracanie zakończone
pt: Restauração concluída
ru: Восстановление завершено
sv: Återställ klar
uk: відновлення завершено
zh_hans: 恢复完成
zh_hant: 恢復完成

# RESTORE_COMPLETE_MESSAGE
source: Your previously purchased products have been restored.
de: Ihre zuvor erworbenen Artikel wurden wiederhergestellt.
es: Los productos comprados con anterioridad han sido restaurados.
fi: Sinun aiemmin ostanut tuotteita on palautettu.
fr: Vos produits déjà achetés ont été restaurés
it: I vostri prodotti acquistati in precedenza sono stati restaurati.
ja: 以前に購入した製品が復元されました
ko: 이전에 구입 한 제품이 복원되었습니다.
nb: Dine tidligere kjøpte produkter har blitt restaurert.
nl: Uw eerder gekochte producten zijn gerestaureerd.
pl: Twoje wcześniej zakupione produkty zostały przywrócone.
pt: Seus produtos adquiridos anteriormente foram restauradas.
ru: Ваш ранее приобретенные продукты были восстановлены.
sv: Dina tidigare inköpta produkter har återställts.
uk: Ваш раніше придбані продукти були відновлені.
zh_hans: 您以前购买的产品已经恢复。
zh_hant: 您以前購買的產品已經恢復。

# IAP_TITLE
source: In-App Purchase
de: In-App Kauf
es: Compra dentro del la App
fi: In-App ostaa
fr: Achat intégré
it: Acquisto in-app
ja: アドオン
ko: 제품 구매
nb: In-App kjøp
nl: In-App aankoop
pl: In-App zakupu
pt: Compra dentro de App
ru: встроенных покупок
sv: Köp inuti
uk: купити
zh_hans: 产品采购
zh_hant: 產品採購

# IAP_SUCCESS_MSG
source: In-App Purchase transaction is successfull.
de: In-App-Kauf Transaktion erfolgreich
es: Compra transacción es exitosa.
fi: Ostotapahtuman on onnistunut.
fr: Transaction d'achat intégré est réussie.
it: In-App operazione di acquisto è successo..
ja: 購入取引は成功です。
ko: 구매 트랜잭션은 성공합니다.
nb: Kjøpstransaksjon er vellykket.
nl: In-App aankoop transactie succesvol.
pl: Transakcja kupna jest udana.
pt: Transação de compra é bem sucedida.
ru: Покупка удачной сделки.
sv: Köpet är framgångsrik.
uk: Купівля вдалої угоди.
zh_hans: 买卖交易是成功的。
zh_hant: 買賣交易是成功的。

# TITLE_FAQ
source: FAQ
de: Fragen & Antworten
es: Preguntas frecuentes (English)
fi: Usein kysyttyjä kysymyksiä (English)
fr: Foire aux questions
it: Domande frequenti
ja: よくある質問 (English)
ko: 자주 묻는 질문 (English)
nb: Ofte stilte spørsmål (English)
nl: Veelgestelde vragen (English)
pl: Najczęściej zadawane pytania (English)
pt: Perguntas freqüentes (English)
ru: Вопросы и ответы (English)
sv: Frågor & Svar (English)
uk: Часті питання (English)
zh_hans: 常问问题 (English)
zh_hant: 常問問題 (English)

# TITLE_SUPPORT
source: News & Support
de: News & Kontakt
es: Noticias y contacto
fi: Uutiset ja yhteydenotto
fr: Nouvelles et contact
it: Attualità e contatto
ja: ニュース＆接触
ko: 뉴스 및 연락처
nb: Nyheter & kontakt
nl: Nieuws & contact
pl: Nowości i kontakt
pt: Notícias e contato
ru: Новости и контакты
sv: Nyheter & kontakt
uk: Новини та контакти
zh_hans: 新闻与接触
zh_hant: 新聞與接觸

# TITLE_REVIEW
source: Rate & Review on iTunes
de: Auf iTunes bewerten
es: Revise en iTunes
fi: Arvostele iTunes
fr: Evaluer sur iTunes
it: Valuta e commenta su iTunes
ja: iTunesで確認
ko: 아이튠즈에서 검토 (iTunes)
nb: Gjennomgang på iTunes
nl: Beoordelen op iTunes
pl: Oceń na iTunes
pt: Reveja no iTunes
ru: Рецензия на Itunes
sv: Översyn på iTunes
uk: Рецензія на Itunes
zh_hans: 在iTunes
zh_hant: 在iTunes
