Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# TITLE_ACTIVITY_REPORT
source: Activity Report
de: Detailbericht
es: Reporte Detallado
fi: Tapahtumaraportti
fr: Rapport détaillé
it: Rapporto di attività
ja: 活動報告
ko: 활동 보고
nb: Aktivitetsrapport
nl: Gedetailleerd rapport
pl: Raport Czynności
pt: Relatório detalhado
ru: Отчет о делах
sv: Detaljerad rapport
uk: Звіт про справи
zh_hans: 活动报告
zh_hant: 活動報告

# TITLE_ALL
source: All
de: Alle
es: Todos
fi: Kaikki
fr: Tous
it: Tutti
ja: すべて
ko: 모든
nb: Alle
nl: Alle
pl: cały
pt: Todos
ru: все
sv: Alla
uk: всі
zh_hans: 所有
zh_hant: 所有

# TITLE_FILTER
source: Filter:
de: Auswahl:
es: Filtro:
fi: Erotin:
fr: Filtre:
it: Filtro:
ja: データフィルタ:
ko: 데이터 필터:
nb: Filtrere:
pl: Filtr danych:
pt: Filtro:
ru: Фильтр:
sv: Filtrera:
uk: Дані фільтри:
zh_hans: 数据过滤器
zh_hant: 數據過濾器

# TITLE_BACKUP
source: Backup and Mail
de: Sichern und Senden
es: Enviar una copia de seguridad
fi: Käyttötuki ja Posti
fr: Sauvegarder et e-mail
it: Backup ed Inviare
ja: バックアップ ＆ メール
ko: 백업, 메일
nb: Backup og e-post
nl: Opslaan en verzenden
pl: Zapisz dane i e-maila
pt: Salvar e Enviar
ru: Дублировать и отправить
sv: Säkerhetskopia och E-posta
uk: Дублювати та видправити
zh_hans: 备份与邮件
zh_hant: 備份

# TOTAL_ACTIVITY_RESULT
source: The total hours is
de: Total Stunden
es: las horas totales
fi: Tunnit yhteensä
fr: le total des heures
it: le ore totali
ja: 合計時間:
ko: 총 시간
nb: Totalt antall timer
nl: Het totale aantal uren
pl: Łączne godziny
pt: O total de horas
ru: Общее количество часов
sv: Det totala antalet timmar
uk: Загальна кількість годин
zh_hans: 总时数
zh_hant: 總時數

# FILTER_HEADER
source: Filter:
de: Auswahl:
es: Filtro:
fi: Erotin:
fr: Filtre:
it: Filtro:
ja: データフィルタ:
ko: 데이터 필터
nb: Filtrere:
pl: Filtr danych:
pt: Filtro:
ru: Фильтр:
sv: Filtrera:
uk: Дані фільтри:
zh_hans: 数据过滤器
zh_hant: 數據過濾器

# TOTAL_AMOUNT_HEADER
source: Total amount:
de: Gesamtbetrag:
es: Monto total:
fi: Kokonaismäärä:
fr: Montant total:
it: Importo totale:
ja: 総額:
ko: 총액:
nb: Totalt beløp:
nl: Totaal bedrag:
pl: Łączna kwota:
pt: Montante total:
ru: общая сумма:
sv: Totalt belopp:
uk: Загальна сума:
zh_hans: 总金额:
zh_hant: 總金額:

# TITLE_EMAIL
source: Enter E-Mail
de: Email hier erfassen
es: Introduzca su dirección de correo electrónico
fi: Lisää sähköpostiosoitteesi
fr: Entrez E-Mail
it: Inserisci e-mail
ja: あなたのメールアドレスを挿入
ko: 이메일을 삽입
nb: Skrive inn e-postadresse
nl: Voer een e-mailadres
pl: Wstaw swój email
pt: insira seu e-mail
ru: Вставьте вашу электронную почту
sv: Ange en e-postadress
uk: Вставте вашу електронну пошту
zh_hans: 将您的电子邮件
zh_hant: 將您的電子郵件

# BACKUP_EMAIL_VALIDATION_ERROR_MESSAGE
source: Please enter correct e-mail
de: Bitte eine korrekte Email Adresse erfassen
es: Por favor, introduce una dirección de correo electrónico válida
fi: Ole hyvä ja anna voimassa oleva sähköpostiosoite
fr: Svp, entrez une adresse email valide
it: Si prega di inserire un indirizzo email valido
ja: 有効なEメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력하세요
nb: Du inn en gyldig e-postadresse
nl: Voer een geldig e-mailadres
pl: Proszę podać poprawny adres e-mail
pt: Por favor digite um endereço de email válido
ru: Пожалуйста, введите адрес электронной почты
sv: Ange en giltig e-postadress
uk: Будь ласка, введіть адресу електронної пошти
zh_hans: 请输入一个有效的电子邮件地址
zh_hant: 請輸入一個有效的電子郵件地址

# BACKUP_ERROR_MESSAGE
source: E-Mail Validation
de: E-Mail Prüfung
es: Confirme su dirección electrónica
fi: Sähköpostiosoitteen vahvistus
fr: E-Mail vérification
it: Controllo E-mail
ja: 電子メールの検証
ko: 이메일 확인
nb: Sjekke e-post
nl: E-mail controleren
pl: Weryfikacja email
pt: Verificar e-mail
ru: Проверка электронной почты
sv: Kontrollera e-post
uk: Перевірка електронної пошти
zh_hans: 验证电子邮件
zh_hant: 驗證電子郵件

source: Error!
de: Fehler!
fi: Virhe!
fr: Erreur!
it: Errore!
ja: エラー!
ko: 오류!
nb: Feil!
nl: Fout!
pl: błąd!
pt: Erro!
ru: ошибка!
sv: Fel!
uk: помилка!
zh_hans: 错误
zh_hant: 錯誤

source: Template
de: Vorlage
es: Plantilla
fi: Mallinne
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
nb: Mal
nl: Sjabloon
pl: Szablon
pt: Modelo
ru: Шаблон
sv: Mall
uk: Шаблон
zh_hans: 模板
zh_hant: 模板

# TEMPLATE_LIST_HEADER
source: My templates
de: Meine Vorlagen
es: Mis Plantillas
fi: Mallinteeni
fr: Mes modèles
it: I miei modelli
ja: 私のテンプレート
ko: 나의 템플릿
nb: Mine Maler
nl: Mijn modules
pl: Moje szablony
pt: Meus modelos
ru: Мои шаблоны
sv: Mina mallar
uk: Мої шаблони
zh_hans: 我的模板
zh_hant: 我的模板

# TEMPLATE_ACTION_MESSAGE
source: Select template
de: Vorlage auswählen
es: Inserte mi plantilla
fi: Lisää mallinteeni
fr: Choisissez le modèle
it: Scegli modello
ja: テンプレートを挿入
ko: 나의 템플릿 삽입하기
nb: Sett min mal
nl: Sjabloon kiezen
pl: Wstaw mój szablon
pt: Insira meu modelo
ru: Вставить мой шаблон
sv: Sätt min mall
uk: Початковий баланс
zh_hans: 插入我的模板
zh_hant: 插入我的模板

# DEFAULT_TEMPLATE_NAME_1
source: My startup balance
de: Mein Ausgangssaldo
es: Mi saldo de apertura
fi: Aloitussaldoni
fr: Mon solde d'ouverture
it: Il mio saldo di apertura
ko: 나의 시작 잔액
nb: Min starter balanse
nl: Mijn beginsaldo
pl: Moje saldo początkowe
ru: мое начальное сальдо
sv: Min utgångspunkt balans
uk: моє початкове сальдо
zh_hans: 我的初始结余时间
zh_hant: 我的初始結餘時間

# DEFAULT_TEMPLATE_NAME_2
source: My extra pay hours
de: Meine Sonderstunden
es: Mi tasa de horas extra
fi: Ylityötaksani
fr: Mon taux des heures supp
it: Il mio straordinario tasso
ko: 나의 초과근무율
nb: Min overtidssats
nl: Mijn tarief overuren
pl: Moja stawka za nadgodziny
ru: мои часы к оплате
sv: Min övertid ränta
uk: моїх днів для оплати
zh_hans: 我的加班费率
zh_hant: 我的加班費率

# DEFAULT_TEMPLATE_NAME_3
source: My payments bank
de: Mein Auszahlungskonto
es: Mi paga cuenta
fi: Maksuni tilin
fr: Mon compte décaissement
it: Il mio stipendio conto
ko: 나의 지불금 계정
nb: Mine betaling konto
nl: Mijn geld rekening
pl: Moje (konto) płatności
ru: Мой счет для платежей
sv: Min betala konto
uk: Мій рахунок для платежів
zh_hans: 我的收支账户
zh_hant: 我的收支賬戶

# USER_IDENTIFICATION_DESCRIPTION
source: This detail will be used as the default for e-mails and in the headings of the reports
de: Diese Angaben werden als Standardwerte für die E-Mail-Erstellung und in den Überschriften der Berichte verwendet
es: Este detalle se utilizará como valor predeterminado para los correos electrónicos y en los títulos de los informes.
fi: Tämä yksityiskohta tullaan käyttämään oletuksena sähköpostit ja nimikkeissä raportit.
fr: Ce détail sera utilisé par défaut pour les e-mails et dans les rubriques des rapports
it: Questo dettaglio sarà utilizzato come predefinito per la posta elettronica e nelle intestazioni dei rapporti
ja: この詳細は、電子メールのデフォルトとして、レポートの見出しに使用されます.
ko: 이 내용은 전자 메일에 대한 기본값으로와 보고서 머리글에 사용됩니다.
nb: Denne detaljen vil bli brukt som standard for e-post og i overskriftene av rapportene.
nl: Dit detail zal worden gebruikt als de standaard voor e-mails en de posten van de rapporten.
pl: Ten fragment zostanie użyty jako domyślny dla wiadomości e-mail oraz w pozycjach sprawozdania.
pt: Este detalhe será usado como padrão para e-mails e nos títulos dos relatórios
ru: Эта деталь будет использоваться по умолчанию для сообщений электронной почты и в заголовках отчетов.
sv: Denna detalj kommer att användas som standard för e-post och i rubrikerna för rapporterna.
uk: Ця деталь буде використовуватися за замовчуванням для повідомлень електронної пошти і в заголовках звітів.
zh_hans: 这个细节将被用来作为默认的电子邮件，并在报告标题
zh_hant: 這個細節將被用來作為默認的電子郵件，並在報告標題

# MY_HEADING
source: My Details
de: Meine Koordinaten
es: Mi coordenadas
fi: Omat koordinaatit
fr: Mes coordonnées
it: Il mio coordinate
ja: 私の個人的な詳細
ko: 내 개인 정보
nb: Min koordinater
nl: Mijn coördinaten
pl: Moje współrzędne
pt: Meu coordenadas
ru: Мои координаты
sv: Min koordinater
uk: Мої особисті дані
zh_hans: 我的个人资料
zh_hant: 我的個人資料

# BACKUP_TEXT_MESSAGE
source: An E-mail will be created and your time entries will be attached as a backup file (.motd). *If you want to import your data to a device running on Android you have the option of creating a file in the “.motad“ format.
de: Es wird eine E-Mail erstellt und Ihre Zeiteingaben werden als Sicherungsdatei (.motd) angefügt. *Falls Sie Ihre Daten auf ein Android Gerät überführen möchten, können Sie diese im Format .motad erstellen und dort importieren
es: Un e-mail se creará y sus datos se adjunta como un archivo de copia de seguridad (.motd). * Si desea importar los datos en un dispositivo con Android tiene la opción de crear un archivo en el formato “.motad“
fi: E-mail luodaan ja tietosi liitetään varmuuskopio tiedoston (.motd). * Jos haluat tuoda tietoja laitteen käynnissä Android sinulla on mahdollisuus luoda tiedoston muodossa “.motad“.
fr: Un e-mail sera créé et les heures saisies sera jointe dans un fichier de sauvegarde (.motd). * Si vous souhaitez importer vos données à un appareil fonctionnant sur Android, vous avez la possibilité de créer un fichier au format .motad
it: Una e-mail verrà creato ed i vostri dati sarà allegato come file di backup (.motd). * Se si desidera importare i dati in un dispositivo in esecuzione su Android si ha la possibilità di creare un file nel formato .motad
ja: 電子メールが作成され、あなたのデータは、バックアップファイル（.motad）として添付されます。あなたは、Android上で実行されているデバイスにデータをインポートしたい場合*は、 “.motad“形式のファイルを作成するオプションを持っている。
ko: 전자 메일이 생성되고 데이터는 백업 파일 (.motd)로 첨부됩니다. * 당신은 형식 “.motad“에서 파일을 생성하는 옵션이 안드로이드에서 실행되는 장치에 데이터를 가져 오려면.
nb: En e-post vil bli opprettet og dataene vil bli vedlagt som en backup-fil (.motd). * Hvis du vil importere data til en enhet som kjører på Android har du muligheten til å opprette en fil i formatet “.motad“.
nl: Een e-mail zal worden aangemaakt en uw gegevens zullen worden bevestigd als een back-upbestand (.motd). * Als u wilt uw gegevens te importeren naar een apparaat draait op Android heb je de optie om een bestand in het formaat 'Motad'.
pl: E-mail zostanie utworzony, a Twoje dane zostaną dołączone w pliku kopii zapasowej (.motd). * Jeśli chcesz zaimportować dane do urządzenia działającego na Androida masz możliwość tworzenia pliku w formacie “.motad“.
pt: Um e-mail será criado e seus dados serão anexados como um arquivo de backup (motd). * Se você deseja importar os dados para um dispositivo rodando no Android você tem a opção de criar um arquivo no formato “.motad“.
ru: Электронная почта будет создана и Ваши данные будут присоединены в качестве резервного файла (.motd). * Если вы хотите, чтобы импортировать данные в устройство работает на Android у вас есть возможность создания файла в '.motad' формате.
sv: Ett e-post kommer att skapas och dina uppgifter kommer att bifogas som en backup-fil (.motd). * Om du vill importera dina data till en enhet som körs på Android har du möjlighet att skapa en fil i formatet “.motad“.
uk: Електронна пошта буде створена і Ваші дані будуть приєднані в якості резервного файлу (MOTD). * Якщо ви хочете, щоб імпортувати дані в пристрій працює на Android у вас є можливість створення файлу в “.motad“ форматі.
zh_hans: 的电子邮件将被创建，您的数据将被连接作为备份文件（.motd）。 *如果你想在Android上运行，你必须创建一个文件以格式“.motad“的选项将数据导入到设备。
zh_hant: 的電子郵件將被創建，您的數據將被連接作為備份文件（.motd）。 *如果你想在Android上運行，你必須創建一個文件以格式“.motad“的選項將數據導入到設備。

# FAQ_Question_1
source: 1) Any suggestions on how to enter a starting overtime/flextime balance ?
de: 1) Wie kann ich ein Anfangssaldo bzw. mein Saldovortrag erfassen ?
es: 1) How should I enter a starting balance (Saldo de apertura) ?
fr: 1) Comment puis-je saisir un solde d'ouverture ?
it: 1) Avete qualche suggerimento su come creare il saldo di apertura ?

# FAQ_Question_2
source: 2) How do I enter a compensation of my overtime/flextime balance ?
de: 2) Wie erfasse ich einen Ausgleich, um meine Überstunden zu reduzieren?
fr: 2) Comment puis-je compenser mes heures supplémentaires ?
it: 2) Come si compensa il saldo di ore di straordinario/orario flessibile ?

# FAQ_Question_3
source: 3) What is meant by 'overtime' ?
de: 3) Was wird unter Überstunden (bzw. Überzeit) verstanden ?
es: 3) What is meant by 'overtime' (horas extras) ?
fr: 3) Qu'est-ce qu'on entend par “heures supplémentaires“ ?
it: 3) Cosa si intende per “straordinario“ ?

# FAQ_Question_4
source: 4) What is meant by 'offset' ?
de: 4) Was wird unter Sollzeit verstanden ?
es: 4) What is meant by 'offset' (debe) ?
fr: 4) Qu'est-ce qu'on entend par “heures dues“ ?
it: 4) Cosa si intende per “ore dovute“ ?

# FAQ_Question_5
source: 5) What is the definition of 'Activity' in the context of this app ?
de: 5) Was ist unter 'Tätigkeit' zu verstehen?
es: 5) What is the definition of 'Activity' (Actividad) in the context of this app ?
fr: 5) Qu'est-ce qu'on entend par “activité“ ?
it: 5) Cosa si intende per “attività“ nel contesto dell’applicazione?

# FAQ_Question_6
source: 6) How can I customize my activities ?
de: 6) Wie kann ich meine Arbeiten bzw. Tätigkeiten einrichten ?
fr: 6) Comment puis-je personnaliser mes activités ?
it: 6) Come posso personalizzare le mie attività ?

# FAQ_Question_7
source: 7) If I change an activity why is this not applied to existing time sheets ?
de: 7) Wenn ich die Tätigkeit ändere, warum werden die Zeiteingaben nicht angepasst ?
fr: 7) Si je change une activité pourquoi n'est-il pas appliquée aux heures saisies historiques ?
it: 7) Perché se cambio un’attività questi non vengono applicati ai miei registri esistenti ?

# FAQ_Question_8
source: 8) If I have two jobs which I want to track, does that work ?
de: 8) Ist die Zeiterfassung für zwei Jobs möglich ?
fr: 8) Si j'ai deux emplois que je veux suivre, est il possible ?
it: 8) Se volessi tracciare due lavori, come dovrei fare ?

# FAQ_Question_9
source: 9) How is the IAP version (red ribbon icon) different ?
de: 9) Wie unterscheidet sich die IAP Version (App-Symbol mit roter Schleife) ?
fr: 9) Quelle est la différence entre les deux versions de l'app vendus sur l'App Store ?
it: 9) Come differiscono la versione IAP (icona con la striscia rossa) e quella completa ?

# FAQ_Question_10
source: 10) What is the allowance balance report for ?
de: 10) Wofür soll der Guthaben-Bericht gut sein ?
es: 10) What is the allowance balance report for (Reporte de credito) ?
fr: 10) Qu'est ce que c'est le rapport des avoirs ?
it: 10) A cosa serve il rapporto di credito ?

# FAQ_Question_11
source: 11) How can I further analyze my data beyond the standard reports ?
de: 11) Welche Möglichkeit habe ich um meine Daten weiter auszuwerten ?
fr: 11) Comment puis-je analyser mes données au-delà des rapports standard ?
it: 11) Esiste un modo per analizzare più approfonditamente i resoconti standard ?

# FAQ_Question_12
source: 12) How do I print my data ?
de: 12) Wie kann ich meine Daten ausdrucken ?
fr: 12) Comment puis-je imprimer mes données ?
it: 12) Come stampo i miei dati ?

# FAQ_Question_13
source: 13) What is the 'backup + mail' used for ?
de: 13) Wofür wird das 'Sichern und senden' verwendet ?
es: 13) What is the 'backup + mail' (copia de seguridad) used for ?
fr: 13) Qu'est ce que c'est le “sauvegarde et e-mail“ ?
it: 13) Per cosa si usa “Backup ed Inviare“ ?

# FAQ_Question_14
source: 14) How can I recover my data ?
de: 14) Wie kann ich meine Daten wieder herstellen ?
fr: 14) Comment puis-je récupérer mes données ?
it: 14) Come posso ripristinare i miei dati ?

# FAQ_Question_15
source: 15) How can I transfer my data to another device ?
de: 15) Wie kann ich meine Daten auf ein anderes Gerät verschieben ?
fr: 15) Comment puis-je transférer mes données vers un autre dispositif ?
it: 15) Come posso trasferire i miei dati su di un altro dispositivo ?

# FAQ_Question_16
source: 16) What is 'Dropbox cloud' and how does it work ?
de: 16) Was ist 'Dropbox Cloud' und wie geht das ?
fr: 16) Qu'est ce que c'est 'Dropbox Cloud' et comment ça marche ?
it: 16) Cos'è 'Dropbox cloud' e come funziona ?

# FAQ_Question_17
source: 17) What is meant by 'templates' ?
de: 17) Wie verwende ich Vorlagen ?
es: 17) What is meant by 'templates' (Plantillas) ?
fr: 17) Qu'est-ce qu'on entend par “modèles“ ?
it: 17) Cosa si intende per “modelli“ ?

# FAQ_Question_18
source: 18) What are the future plans for this App ?
de: 18) Was sind die Zukunftspläne für diese App ?
fr: 18) Quels sont les plans d'avenir de cette appli ?
it: 18) Qual è il futuro di questa applicazione ?

# FAQ_Answer_1
source: a) Go to the date you want to start tracking (or one day before) b) Tap on “My templates“ and choose “My startup balance“* c) Update the default flat hours value to the value you want to start with d) Page to the next day to start your daily entries * alternatively, if you do not find a predefined startup balance activity then you can create one. Please check FAQ 6 and go to settings to create a new activity and define as Against Offset = Count, Flat time = ON and Default Hrs = enter your total starting balance in hours.
de: Gehen Sie wie folgt vor: a) Gehen Sie zu dem Termin (Datum) an dem sie die Zeiterfassung starten wollen bzw. den Tag davor. b) Tippen Sie auf 'Meine Vorlagen' and wählen Sie 'Mein Ausgangssaldo'* c) Aktualisieren Sie den vorgeschlagenen Pauschalstundenwert mit Ihrem gewünschten Startsaldo d) Nun sind Sie Startklar und können im nächsten Termin mit dem Erfassen Ihrer Arbeitszeiten beginnen * Falls der Satz 'Ausgangssaldo' nicht erscheint, können Sie diesen erstellen. Gehen Sie zu 'Einstellungen' und erstellen Sie eine neue Tätigkeit und richten Sie diese mit 'Sollzeit = abziehen' (Häkchen) ein und mit 'Pauschal = EIN'. Weiteres dazu unter Frage 6.
fr: a) Allez à la date à laquelle vous voulez commencer le suivi de votre temps ou un jour avant b) Tapez sur “Mes modèles“ et choisissez “Mon solde d'ouverture“ * c) Mettez à jour la valeur forfaitaire défaut à la valeur que vous souhaitez démarrer avec d) Page au lendemain pour commencer vos entrées quotidiennes * Alternativement, si vous ne trouvez pas une activité prédéfini, vous pouvez en créer un. S'il vous plaît vérifier question n° 6 et allez dans les réglages pour créer un nouveau enrigistrement d'activité.
it: a) Vai alla data dalla quale vuoi cominciare a registrare gli orari (o il giorno prima) b) Seleziona “I miei modelli“ e scegli “il mio saldo di apertura“* c) Cambia gli orari predefiniti con quelli da cui vuoi cominciare d) Vai al giorno successivo per iniziare con i tuoi inserimenti giornalieri *In alternativa se non trovi il saldo di apertura predefinito ne puoi creare uno. Leggi anche la domanda 6 e vai alle impostazioni per creare una nuova attività e impostare Dalla ore dovute = detrarre, Forfetario delle ore = sì e Ore default = inserisci il tuo saldo di apertura complessivo in ore.
