Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# FAQ_Answer_14
source: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the “Backup and Mail“ feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm “Open with My Overtime“ when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the “Dropbox Cloud“ option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
de: Falls Ihre App-Daten verloren gingen (z.B. Gerät verloren, App gelöscht) und Sie möchten diese auf einem anderen Gerät zurückholen, kann dies entweder a) durch eine zuvor getätigte Gesamtsicherung per iCloud/iTunes wiederhergestellt werden wobei hiermit das Gerät neu aufgesetzt wird oder b) um nur diese App-Daten wiederherzustellen, kann auf die Sicherungsmails (per 'Sichern + Senden' erstellt) zurückgegriffen werden. Da das 'Sichern + Senden' sämtliche Zeiteingaben in komprimierter Form als Email-Datei aufbewahrt, braucht es wenig Speicher und kann von dort aus direkt wiederhergestellt werden. Um eine Email Sicherung zurückzuholen, bitte folgendes beachten: a) Stellen Sie sicher, dass die App auf dem Gerät installiert ist (Die nochmalige Installation direkt aus dem App Store ist gratis). b) Oeffnen Sie die Email, tippen Sie auf den Datei-Anhang und werden aufgefordert das 'öffnen mit My Overtime' zu bestätigen. c) Nun startet das App und alle Ihre Zeiteingaben stehen wieder zum Abruf bereit. d) Die vormalige Standard-Einstellungen (Arbeitstage, Minuten-Schritte, etc) müssen nochmals eingerichtet werden. Eine weitere Methode steht nun mit 'Dropbox Cloud' zur Verfügung wonach Datensicherungen auf ein persönliches Dropbox Konto abgelegt werden und von dort wieder hergestellt werden (weiteres unter Frage Nr. 16).
es: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
fi: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
fr: Vous devriez exécuter une sauvegarde régulièrement pour éviter la perte de données si quelque chose arrive à votre appareil. Une façon de faire cela est la pour utiliser la fonction “Sauvegarde et e-mail“ régulièrement pour conserver une copie de vos données dans votre boîte de récéption. Pour récupérer vos sauvegarde à partir d'un e-mail, suivez ces étapes: a) assurez-vous que cette application est installée sur l'appareil cible (vous pouvez ré-installer gratuitement à partir de l'App Store) b) ouvrir l'e-mail et appuyez sur la pièce jointe et confirmer “Ouvrir avec My Overtime“. c) l'application démarre et vous devriez voir toutes vos données à partir de ce sauvegarde. d) enfin, vous devrez mettre à jour manuellement vos paramètres de préférences (Journées de Travail, etc ). Vous pouvez également utiliser l'option “Dropbox Cloud“ où vous pouvez créer des fichiers de sauvegarde sur votre compte Dropbox (voir question 16) et restaurer à partir de là. Enfin, si vous utilisez la fonction de sauvegarde par Apple iCloud/iTunes cela permettra de rétablir et de récupérer tout le contenu de l'appareil (Suivez les instructions d'Apple)
it: Devi creare regolarmente un backup in modo da avere una copia di salvataggio nell’eventualità che qualcosa accada al tuo dispositivo. Un modo per farlo è l’utilizzo regolare dell’opzione “Backup ed Inviare” per mantenere una copia di riserva nella casella di posta elettronica. Per ripristinare una copia di salvataggio dalla posta elettronica devi: a. Assicurarti che l’applicazione sia installata sul dispositivo che vuoi utilizzare (puoi reinstallare gratuitamente il programma dall’App Store). b. Apri il messaggio di posta elettronica e seleziona l’allegato, confermando “aprire con My Overtime” quando richiesto. c. L’applicazione verrà eseguita e dovresti poter vedere tutti i tuoi dati dal backup selezionato. d. Infine dovrai aggiornare manualmente le impostazioni standard. In alternativa, se si utilizza l'opzione 'Dropbox Cloud' è possibile ripristinare dal file di backup sul proprio account di Dropbox (vedi domanda 16). Inoltre, se si utilizza la funzione die Backup di iCloud/iTunes questa vi permetterà di ripristinare e recuperare tutti i contenuti del dispositivo (Seguire istruzioni di Apple)
ja: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
ko: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
nb: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
nl: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
pl: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
pt: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
ru: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
sv: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
uk: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
zh_hans: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
zh_hant: You must do a backup regularly to avoid data loss if something happens to your device. One way to do this is the to use the 'backup + mail' feature regularly to keep a copy of your data in your email inbox. To recover from an e-mail back-up follow these steps: a) make sure this app is installed on the target device (you can re-install it for free from the app store) b) open the email and tap on the attachment and confirm 'open with my overtime' when asked. c) the app starts and you should now see all your time sheets from that back-up. d) finally, you will have to manually update your preference settings (set working days, etc). Alternatively, if you use the 'Dropbox Cloud' option you can restore from backup files made to your Dropbox account (see FAQ 16). Furthermore, if you use the Apple iCloud/iTunes back-up feature this will allow you to reset and recover all device content (Follow Apple's insructions).
