Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# FAQ_Answer_15
source: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the “Backup and Mail“ from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm “Open with My Overtime“ when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings. There is also an option to save your data in “.motad“ format for migrating to a device with the Android app version
de: a) installieren Sie diese App auf Ihr neues Gerät. (Die nochmalige Installation direkt aus dem App Store ist gratis). b) Führen Sie das 'Sichern und senden' aus dem alten Gerät durch und senden Sie das Resultat an die Email auf dem neuen Gerät c) Oeffnen Sie die Email, tippen Sie auf den Datei-Anhang und werden aufgefordert das 'öffnen mit My Overtime' zu bestätigen. d) Nun startet das App und alle Ihre Zeiteingaben stehen wieder zum Abruf bereit. e) Die vormalige Standard-Einstellungen (Arbeitstage, Minuten-Schritte, etc) müssen nochmals eingerichtet werden. Es besteht zudem die Möglichkeit, Ihre Daten im Format .motad auf ein Android-Gerät zu installieren.
es: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
fi: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
fr: Suivez ces étapes: a) installez cette application sur le nouveau dispositif. Vous pouvez réinstaller franc direct de l'App Store b) exécutez le “Sauvegarde et e-mail“ à partir de l'ancien appareil et l'envoyez au nouveau dispositif. c) Dans le boîte de réception ouvrez le message, puis appuyez sur la pièce jointe et confirmez “Ouvrir avec My Overtime“. d) l'application démarre et voilà, vous devriez voir toutes vos données. Vérifiez le contenu en exécutant les rapports. e) Enfin, vous devrez définir vos préférences de nouveau (Journées de travail, etc) Il ya aussi une option pour enregistrer vos données dans le format “.motad“ pour la migration vers un dispositif avec la version Android de l'application.
it: a. Installa l’applicazione sul nuovo dispositivo. Puoi reinstallarla gratuitamente dall’App Store. b. Esegui l’opzione “Backup ed Inviare” dal vecchio dispositivo e seleziona l’indirizzo di posta elettronica del nuovo dispositivo. c. Dal nuovo dispositivo apri la casella di posta elettronica e seleziona l’allegato, confermando “aprire con My Overtime” quando richiesto. d. L’applicazione verrà eseguita e dovresti poter vedere tutti i tuoi dati presenti sul vecchio dispositivo. e. Infine dovrai manualmente aggiornare le impostazioni standard. C'è anche la possibilità di salvare i dati in formato .motad per la migrazione a un dispositivo con la versione Android dell'applicazione.
ja: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
ko: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
nb: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
nl: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
pl: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
pt: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
ru: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
sv: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
uk: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
zh_hans: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
zh_hant: Follow these steps: a) install this app on the new device. You can re-install it free direct from the app store. b) run the 'backup and mail' from the old device and send it to the new device’s mailbox. c) open the email and tap on the attachment and confirm 'open with my overtime' when asked. d) the app starts and you should now see all your old time sheets on the new device. e) finally, please update your default settings.
