Repository: dipayan412/Workzone
Catalog: MyOverTime/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh_hans, zh_hant

# DEFAULT_ACTIVITY_HOLIDAY_2011
source: Holiday 2013
de: Ferien 2012
es: Feriados 2012
fi: Vuosiloma 2013
fr: Congés 2012
it: Vacanze 2014
ja: 祝日 2012
ko: 2012년 공휴일
nb: Helligdager 2013
nl: Vakantie 2012
pl: Urlop 2012
pt: Feriados 2012
ru: Праздник 2012
sv: Semester 2014
uk: Свято 2012
zh_hans: 2012年假日
zh_hant: 2012年假日

# DEFAULT_ACTIVITY_HOLIDAY_2012
source: Holiday 2012
de: Ferien 2013
es: Feriados 2013
fi: Vuosiloma 2012
fr: Congés 2013
it: Vacanze 2015
ja: 祝日 2013
ko: 2013년 공휴일
nb: Helligdager 2012
nl: Vakantie 2013
pl: Urlop 2013
pt: Feriados 2013
ru: Праздник 2013
sv: Semester 2015
uk: Свято 2013
zh_hans: 2013年假日
zh_hant: 2013年假日

# DEFAULT_ACTIVITY_OVERTIME_PAID1.5
source: Overtime pay 1.5x
de: Überzeitsatz 1.5x
es: H. extras tasa de 1.5
fi: Ylityö korko 1,5x
fr: Taux Heures supp à 1.5x
it: Straord. tasso 1.5x
ja: 残業率が1.5倍
ko: 초과 근무 율 1.5 배
nb: Overtidssats 1.5x
nl: 1.5x overuren tarief
pl: Nadgodzin 1,5 razy
pt: H. extra taxa 1,5x
ru: Коэф. св. ур. 1.5
sv: Övertid ränta 1.5x
uk: Коеф. пон. норм. 1.5
zh_hans: 加班工资的1.5倍
zh_hant: 加班工資的1.5倍

# DEFAULT_ACTIVITY_OVERTIME_PAID2X
source: Overtime pay 2x
de: Überzeitsatz 2x
es: H. extras tasa de 2x
fi: Ylityö korko 2x
fr: Taux Heures supp à 2x
it: Straord. tasso 2x
ja: 残業率が2倍
ko: 초과 근무 율 2 배
nb: Overtidssats 2x
nl: 2x Overuren tarief
pl: Nadgodzin 2 razyx
pt: H. extra taxa 2x
ru: Коэф. св. ур. 2.0
sv: Övertid ränta 2x
uk: Коеф. пон. норм. 2.0
zh_hans: 加班工资的2倍
zh_hant: 加班工資的2倍

# DEFAULT_ACTIVITY_OVERTIME_PAID
source: Overtime straight
de: Überzeit einfach
es: H. extras estándar
fi: Stndrd ylitöitä korko
fr: Heures supp standard
it: Straord. standard
ja: 標準の残業率
ko: 표준 초과 근무 율
nb: Standard overtid
nl: Standard Overuren
pl: Stndrd cena nadgodzin
pt: H. extra taxa padrão
ru: Коэф. св. ур. 1.0
sv: Övertid standard
uk: Коеф. пон. норм. 1.0
zh_hans: 标准的加班工资率
zh_hant: 標準的加班工資率

# DEFAULT_ACTIVITY_FLEXITIME_BURNED
source: Flexitime burned
de: Gleitzeit Abbau
es: Reductor h. flex.
fi: Joustavat työajat vähennys
fr: Réduction h. flex
it: Riduz. ore fles.
ja: 柔軟な時間減速
ko: 유연한 시간 감속기
nb: Fleksitid reduksjon
nl: Flexitime reductie
pl: Redukcja Flexi-time
pt: Redução h. flexíveis
ru: Гибкая редуктор часов
sv: Minskad Flextid
uk: Гнучка редуктор годин
zh_hans: 灵活的工作时间减速机
zh_hant: 靈活的工作時間減速機

# DEFAULT_ACTIVITY_TEMPLATE_1
source: Startup balance
de: Ausgangssaldo
es: Saldo de apertura
fi: Alkaen saldo
fr: Solde d'ouverture
it: Saldo di apertura
ja: 私の開始時の残高
ko: 시작 잔액
nb: Starter balanse
nl: Beginsaldo
pl: Saldo początkowe
pt: Meu saldo de abertura
ru: начальное сальдо
sv: Starta balans
uk: початкове сальдо
zh_hans: 初始平衡时间
zh_hant: 初始平衡時間

# DEFAULT_ACTIVITY_TEMPLATE_2
source: Extra pay hrs
de: Sonderstunden
es: Tasa horas extra
fi: Ylityötaksani
fr: Taux des heures supp
it: Straordinario tasso
ja: 私の超過時間料金
ko: 초과근무율
nb: Overtidssats
nl: Tarief overuren
pl: Stawka za nadgodziny
pt: Minha taxa horas extras
ru: часов к оплате
sv: Övertid ränta
uk: днів для оплати
zh_hans: 加班费率
zh_hant: 加班費率

# DEFAULT_ACTIVITY_TEMPLATE_3
source: Payments bank
de: Auszahlungskonto
es: Cuenta de pago
fi: Maksutilini
fr: Compte décaissement
it: Stipendio conto
ja: 私の支払い口座
ko: 지불금 계정
nb: Betaling konto
nl: Geld rekening
pl: Płatności konto
pt: Minha conta pagamento
ru: Счет для платежей
sv: Betala konto
uk: Рахунок для платежів
zh_hans: 收支帐
zh_hant: 收支帳

# BACKGROUND_ACTION_SHEET_TITLE
source: Choose background
de: Wähle den Hintergrund
es: Elegir Fondo de Pantalla
fi: Valitse Tausta
fr: Choisissez l'arrière plan
it: Scegli sfondo
ja: 背景の選択
ko: 배경 선택하기
nb: Velg bakgrunn
nl: Achtergrond kiezen
pl: Wybierz tło
pt: Escolher fundo
ru: Выбрать фон
sv: Välj bakgrund
uk: Обрати тло
zh_hans: 选择背景
zh_hant: 選擇背景

# BACKGROUND_ACTION_SHEET_DEFAULT_BCKGRD_BUTTON
source: Default background
de: Standard Hintergrund
es: Fondo estandar
fi: Oletus Tausta
fr: plan standard
it: Sfondo standard
ja: デフォルト
ko: 초기값 배경
nb: Standard bakgrunn
nl: Standaard achtergrond
pl: Domyślne tło
pt: Padrao de fundo
ru: Фон по умолчанию
sv: Standardbakgrund
uk: Тло за замовчуванням
zh_hans: 默认背景
zh_hant: 默認背景

# BACKGROUND_ACTION_SHEET_CHOOSE_PHOTOS_BUTTON
source: Choose from photos
de: Auswahl aus Fotoalben
es: Elegir entre fotos
fi: Valitse Valokuvista
fr: Choisissez de photos
it: Scegliere tra le fotos
ja: 写真から選ぶ
ko: 사진에서 고르기
nb: Velg fra bilder
nl: Kiezen van foto's
pl: Wybierz ze zdjęć
pt: Escolher a partir de fotos
ru: Выбрать из фото
sv: Välj från foton
uk: Обрати з фото
zh_hans: 从照片中选择
zh_hant: 從照片中選擇

# BACKGROUND_ACTION_SHEET_CANCEL_BUTTON
source: Cancel
de: Abbrechen
es: Cancelar
fi: Keskeytä
fr: Interrompre
it: Annullare
ja: キャンセル
ko: 취소하기
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
uk: Відміна
zh_hans: 取消
zh_hant: 取消

# EXPORT_EMAIL_BODY
source: Please find attached a backup file of the time sheets. To import this data please tap on the file and open with My Overtime. Please be aware that this process will overwrite your existing data and there will be no warning message.
de: Beiliegend befindet sich eine Sicherungsdatei der Zeiteingaben. Um diese zu importieren, bitte auf die Datei tippen und diese mit 'My Overtime' öffnen lassen. Bitte beachten Sie, dass durch diesen Vorgang die bestehenden Daten überschrieben werden und es keine Vorwarnung gibt.
es: Adjunta se encuentra una copia de seguridad de los registros del tiempo. Para importarla pulse por favor sobre el archivo y ábralo con 'My Overtime'. Por favor tenga en cuenta que con este procedimiento los datos ya existentes serán reemplazados por los nuevos. No habrá ninguna advertencia previa al respecto.
fi: Liitteenä varmuuskopio tuntilistoista tiedostomuodossa. Tutustuaksesi tietoihin, ole hyvä ja napauta tiedostoa ja avaa se My Overtime –sovelluksen avulla. Ystävällisesti huomioi että tämä prosessin myötä aiemmin olemassa olleet tiedot katoavat, ilman erillistä varoitusviestiä.
fr: Ci-joint le fichier de sauvegarde de les heures saisies. Pour importer s'il vous plaît appuyer sur le fichier. Veuillez noter que les données existantes sont écrasées et il n'ya pas d'avertissement.
it: In allegato il file di backup delle ore rilevate. Per importarle vogliate premere sul file ed aprirlo con “My Overtime”. Vi facciamo presente che quest’azione sovrascrivera i dati esistenti senza messaggio di avvertimento.
ja: 添付のファイルはタイムカードのバックアップです。インポートするにはファイルをタップして「カンタン！残業管理」アプリを開いてください。この作業は警告メッセージなしで既存のデータに上書きしますのでご注意ください。
ko: 시간 작성지의 백업 파일 첨부물을 보십시요. 이 자료를 가져오시려면 파일을 쳐서 나의 잔업으로 여십시요. 이 과정은 귀하의 기존 자료를 덮어 씌우게 됩니다. 경고 메시지가 뜨지 않습니다 .
nb: Vennligst finn den vedlagte backup-filen med tidsskjemaene. For å importere disse dataene trykk på filen og åpne med Min Overtid. Vennligst merk at dette vil overskrive eksisterende data og ingen advarsel vil bli gitt.
nl: In bijlage vindt u een back-upbestand van de tijdinvoer. Voor het importeren van deze gegevens kunt u tikt u op het bestand en openen met My Overtime. Houd er rekening mee dat dit proces zal uw bestaande gegevens te overschrijven en er zal geen waarschuwing zijn.
pl: Prosimy znaleźć załączoną kopię grafiku. Aby importować te dane należy kliknąć na plik i otworzyć go przez My Overtime. Należy pamiętać, że ten proces zastąpi istniejące już dane i nie wyskoczy żaden komunikat ostrzegawczy.
pt: Segue em anexo um arquivo de backup das folhas de tempo. Para importar, por favor toque sobre o arquivo e abra-o com 'My Overtime'. Por favor, estaja ciente de que este processo irá substituir os dados existentes e não haverá nenhum aviso.
ru: В приложении Вы найдете резервный файл листов со временем. Чтобы импортировать эти данные, нажмите на файл и откройте с помощью My Overtime. Будьте осторожны, этот процесс перезапишет существующие данные без предупреждающего сообщения.
sv: Härmed bifogas en säkerhetskopia av tidrapporter. Om du vill importera dessa data kan du klicka på filen och öppna med My Overtime. Var medveten om att denna process kommer att skriva över dina befintliga data utan något varningsmeddelande.
uk: У додатку Ви знайдете резервний файл листів. Щоб імпортувати ци дані, натисніть на файл та відкрийте за допомогою My Overtime. Будьте обережні, цей процес перезапише існуючі дані без попередження.
zh_hans: 请在附件中找到时间表的备份文件。想要导入该数据，请触点该文件并用我的加班时间软件打开。请注意这个过程将会覆盖您的现有数据并且不会显示警告信息。
zh_hant: 請在附件中找到時間表的備份文件。想要導入該數據，請觸點該文件並用我的加班時間軟體打開。請注意這個過程將會覆蓋您的現有數據並且不會顯示警告信息。

# APPIRATER_MESSAGE
source: If you enjoy using MyOvertime, please take a moment to rate or review it. Even just a simple star rating helps considerably and will allow to make it better. Thank you for using MyOvertime!
de: Sie konnten bereits etwas Erfahrung mit MyOvertime sammeln. Bitte nehmen Sie sich kurz Zeit, diese App zu bewerten. Auch eine einfache Bewertung mit den Sternen gibt uns ein Hinweis weitere Besserungen voranzutreiben. Besten Dank, dass Sie MyOvertime benutzen!
es: Usted ya ha adquirido cierta experiencia con MyOvertime. Por favor tome un momento para valorar esta aplicación. n También una evaluación fácil con las Estrellas nos da una pista para promover aún más mejoras. n n Gracias, que se utiliza MyOvertime
fi: Mikäli nautit MyOvertime käyttämisestä, ole ystävällinen ja käytä hetki sovelluksen arvioimiseen. Jo Yksinkertainen tähtiarviointi auttaa huomattavasti pyrkimyksissämme parantaa sovelluksen käytettävyyttä. Kiitos että valitsit MyOvertime
fr: Vous avez déjà acquis une certaine expérience avec MyOvertime. S'il vous plaît prendre un moment pour évaluer cette application. En outre, une simple évaluation de l'étoiles n nous donne une indication de continuer à promouvoir des améliorations. Merci, que vous utilisez MyOvertime
it: Lei ha già maturato una certa esperienza con MyOvertime. Si prega di prendere un momento per votare questa applicazione. N anche una valutazione facile con le n Stelle dà un indizio per promuovere ulteriori miglioramenti. Grazie per aver utilizzato My Overtime
ja: もし MyOvertime を気に入っていただけましたら、どうか本アプリに対する評価をしてください。 星評価だけでも構いません。 あなたの貴重なご意見を参考に本アプリをより改善していきたいと思っております。 MyOvertime をご利用いただきましてありがとうございます！
ko: MyOvertime의 점수를 매겨주세요 혹은 의견을 남겨 주시기 바랍니다. 별표 점수로 사이트의 발전에 도움을 주시게 된답니다. MyOvertime를 사용하여 주셔서 감사합니다!
nb: Hvis du liker Min Overtid, vær snill og ta tiden og gi appen en vurdering. Uansett om du kun gir den en stjerne, hjelper det mye og vil gi muligheten for oss til å forbedre den. Takk for at du bruker Min Overtid!
nl: Je hebt al enige ervaring opgedaan met MyOvertime. Neem even de tijd om deze app beoordelen. N Ook een eenvoudige beoordeling van de sterren nh geeft ons een hint om verder te ijveren voor een betere. n n Dank u, dat u MyOvertime gebruiken
pl: Jeśli polubiłeś MyOvertime prosimy ocenić lub zrecenzować aplikację. Samo przyznanie gwiazdek pomoże w znaczny sposób i pozwoli na dalsze usprawnienia. Dziękujemy za używanie MyOvertime.
pt: Você já ganhou alguma experiência com MyOvertime. Por favor, dedique um momento para avaliar este app. N Além disso, uma simples avaliação da estrelas nh nos dá uma dica para promover melhorias. n n Obrigado, que você usa MyOvertime
ru: Если Вам нравится пользоваться MyOvertime, поалуйста потратьте немного времени и оцените его или напишите отзыв. Даже простой звездный рейтинг поможет сделать его лучше. Спасибо за использование MyOvertime!
sv: Om du tycker om att använda MyOvertime, ta en stund för att betygsätta eller granska den. med bara en enkel stjärnklassificering hjälper till avsevärt och gör det möjligt att göra det bättre. Tack för att du använder MyOvertime!
uk: Якщо Вам подобається користуватись MyOvertime, будь-ласка, оцінить або напишіть відгук про нього. Навіть звичайна зіркова оцінка значно допоможе та дозволить зробити його краще. Дякуємо Вам за користування MyOvertime!
zh_hans: 如果您喜欢使用MyOvertime，请花一点时间时间对它进行评分评价。 就算是简单的星级评分 也会极大的帮助我们并使我们将它变得更好。 感谢您使用MyOvertime！
zh_hant: 如果您喜歡使用My Overtime，請花一點時間時間對它進行評分評價。 就算是簡單的星級評分 也會極大的幫助我們並使我們將它變得更好。 感謝您使用My Overtime！

# APPIRATER_RATE_BUTTON
source: Rate now
de: Gerne
es: me llevan allí
fi: Arvostele Nyt
fr: m'y emmener
it: Portami là ora
ja: 移動する
ko: 지금 그리로 가주세요
nb: Vurder nå
nl: daar neemt me
pl: Oceń teraz
pt: me levar até lá
ru: Перейти сейчас
sv: Ta mig dit nu
uk: Оцінити зараз
zh_hans: 现在就去
zh_hant: 現在就去

# APPIRATER_MESSAGE_TITLE
source: Rating on App Store
de: Im Appstore bewerten
es: Valoración en la App Store
fi: Arvio Apple Storea varten
fr: Note sur l'App Store
it: Valutare in AppStore
ja: App Storeで評価してください
ko: 앱 상점에서 등급 매기기
nb: Vurdering på App Store
nl: Waardering in de App Store
pl: Ocena Aplikacji w Sklepie
pt: Avaliação na App Store
ru: Оценить в App Store
sv: Utvärdera på App Store
uk: Оцінити в App Store
zh_hans: 在应用商店中进行评价
zh_hant: 在應用商店中進行評價

# APPIRATER_RATE_LATER
source: Remind me later
de: Später
es: Recordármelo más tarde
fi: Muistuta Myöhemmin
fr: Rappelez-moi plus tard
it: mi ricordano un'altra volta
ja: あとで知らてください
ko: 이후에 생각할께요
nb: Minn meg på senere
nl: Herinner mij later
pl: Przypomnij mi później
pt: Lembrar mais tarde
ru: Напомнить позже
sv: Påminn mig senare
uk: Нагадати пізніше
zh_hans: 稍后再提醒我
zh_hant: 稍後再提醒我

# PRODUCT_INAPP_TITLE_2
source: Restore
de: Zurückholen
es: zzzz
fi: Palauta
fr: zzzz
it: zzzz
ja: zzzz
ko: zzzz
nb: zzzz
nl: zzzz
pl: zzzz
pt: zzzz
ru: zzzz
sv: zzzz
uk: zzzz
zh_hans: zzzz
zh_hant: zzzz

# PRODUCT_INAPP_BUTTON_PURCHASE
source: Purchased
de: Gekauft
es: yyyy
fi: Ostettu
fr: yyyy
it: yyyyy
ja: yyyy
ko: yyyy
nb: yyyy
nl: yyyy
pl: yyyy
pt: yyyy
ru: yyyy
sv: yyyy
uk: yyyy
zh_hans: yyyy
zh_hant: yyyy

# PRODUCT_INAPP_NAVIGATION_TITLE
source: In-App-Purchase IAP
de: In-App-Kauf
es: Compras dentro de la App
fi: Osta
fr: Achats intégrés
it: Acquisto in-app
ja: アドオン
ko: 구매하기
nb: Innkjøp
nl: In-App aankoop
pl: Kupuj
pt: Compras dentro de App
ru: встроенных покупок
sv: Köp inuti
uk: Придбати
zh_hans: 购买
zh_hant: 購買

# PRODUCT_INAPP_TITLE_1
source: Shopping list
de: Einkaufsliste
es: Lista de compras
fi: Sovelluksen maksulliset lisäosat
fr: La liste d'achats
it: Lista della spesa
ja: ショッピングリスト
ko: 쇼핑 목록서
nb: Innkjøpsliste
pl: Lista Zakupó
pt: Lista de compras
ru: Список покупок
sv: Inköpslista
uk: Кошик
zh_hans: 购物清单
zh_hant: 購物清單

# PRODUCT_INAPP_HEADER3
source: Dropbox Cloud
de: In-App-Kauf: Dropbox
es: Habilitar Dropbox
fi: Salli Dropbox
fr: Dropbox
it: Dropbox
ja: Dropboxのを有効にする
ko: 보관 용 사용 (Dropbox) 사용
nb: Slå på Dropbox
nl: Dropbox
pl: Włącz Dropbox
pt: Ativar Dropbox
ru: Синхр-ция с Dropbox
sv: Dropbox
uk: Синхр-ція з Dropbox
zh_hans: 启用的Dropbox
zh_hant: 啟用的Dropbox

# PRODUCT_INAPP_MESSAGE3
source: To buy this product go to the help page and tap on 'In-App-Purchase'
de: Um dieses Produkt zu kaufen, bitte ins Hilfemenu wechseln und auf 'In-App-Kauf' tippen
es: Para adquirir este producto, vaya a la página de ayuda y por favor siga 'Compras dentro de la App'
fi: Ostaaksesi tämän tuotteen siirry Ohjeet –sivulle kohtaan ’Osta’
fr: Pour acheter ce produit allez à la page d'aide et s'il vous plaît consulter 'Achats intégrés'
it: Per acquistare questo prodotto, vai alla pagina di aiuto e vi prego di controllare la 'Acquisto in-app'
ja: このアイテムを購入するにはヘルプページの「アドオン」セクションをご覧ください。
ko: 이 제품을 구매하시려면 도움란 페이지로 가셔서 ‘구매하기’를 찾으세요'
nb: For å kjøpe dette produktet, vennligst gå til hjelpesiden og se etter 'Innkjøp'
nl: Om dit product te kopen, gaat u naar de Help-pagina en zoek naar de 'In-App aankoop'
pl: Jeśli chcesz dokonać zakupu tego produktu należy przejść na stronę pomocy i odnaleźć tam ‘kupuj’
pt: Para adquirir este produto, visite a página de ajuda e verifique a 'Compras dentro de App'
ru: Чтобы купить этот товар, зайдите на страницу помощи и найдите 'встроенных покупок'
sv: För att köpa denna produkt, gå till hjälp sidan och leta efter 'Köp inuti'
uk: Щоб прідбати цей продукт перейдіть на сторінку справки та знайдіть 'Придбати'
zh_hans: 欲购买此产品可前往帮助页面并查找“购买”选项
zh_hant: 欲購買此產品可前往幫助頁面並查找“購買”選項

# PRODUCT_INAPP_3
source: Enable Dropbox
de: Dropbox freigeben
es: Habilitar Dropbox
fi: Salli Dropbox
fr: Activer Dropbox
it: Attiva Dropbox
ja: Dropboxのを有効にする
ko: 보관 용 사용 (Dropbox) 사용
nb: Slå på Dropbox
nl: Schakel Dropbox
pl: Włącz Dropbox
pt: Ativar Dropbox
ru: Синхр-ция с Dropbox
sv: Aktivera Dropbox
uk: Синхр-ція з Dropbox
zh_hans: 启用的Dropbox
zh_hant: 啟用的Dropbox

# PRODUCT_INAPP_DETAILS_3
source: Backup your data to dropbox
de: Behalten Sie eine Sicherungskopie im Cloud
es: Guardar una copia de seguridad en Dropbox
fi: Pidä varmuuskopio tietosi Dropbox
fr: Garder une copie de mes données sur Dropbox
it: Conservare una copia di backup su Dropbox
ja: 'Dropboxの'上のデータのバックアップコピーを保管
ko: '보관 용'(Dropbox) 에 데이터의 백업 사본을 보관
nb: Hold en sikkerhetskopi av dine data på Dropbox
nl: Bewaar een reservekopie van uw gegevens op Dropbox
pl: Zachowaj kopię zapasową swoich danych na Dropbox
pt: Mantenha uma cópia de segurança no Dropbox
ru: Сохранить резервную копию данных на Dropbox
sv: Behåll en säkerhetskopia av dina data på Dropbox
uk: Зберегти резервну копію ваших даних на Dropbox
zh_hans: 保持您的数据的备份副本“Dropbox的'
zh_hant: 保持您的數據的備份副本'Dropbox的'

# PRODUCT_INAPP_NARRATIVE_DETAILS_3
source: Enables me to link this app to dropbox, save my time sheets history as a backup file to dropbox and restore this from dropbox. I can use the backup planner for creating regular backups to dropbox.
de: Ermöglichen Sie die Verbidundung mit Dropbox, Sichern Sie Ihre Daten auf Dropbox und stellen Sie diese wieder her. Verwenden Sie den Sicherungsplan um laufend eine Datensicherung auf Dropbox zu erstellen
es: Habilitar esta aplicación para enlazar a Dropbox, hacer una copia de seguridad de mis datos a Dropbox y recuperar mis datos de Dropbox.
fi: Ota tämä app linkittää Dropbox, varmuuskopioida tietosi Dropbox ja palauttaa tietoja Dropbox.
fr: Activer cette application pour créer un lien vers Dropbox, sauvegarder mes données sur Dropbox et récupérer mes données à partir de Dropbox.
it: Abilitare questa applicazione per creare un collegamento a Dropbox, eseguire il backup dei dati su Dropbox e recuperare i miei dati da Dropbox.
ja: DropboxのにリンクのDropboxにデータをバックアップし、Dropboxのからあなたのデータを回復するために、このアプリを有効にします。
ko: 보관에 연결 보관에 데이터를 백업하고 보관에서 데이터를 복구하려면이 응용 프로그램을 사용합니다.
nb: Aktiver denne app til å lenke til Dropbox, sikkerhetskopiere data til Dropbox og gjenopprette data fra Dropbox.
nl: Schakel deze app om te linken naar Dropbox, een backup van je gegevens naar Dropbox en mijn gegevens te herstellen van Dropbox.
pl: Włącz tą aplikacją link do Dropbox, Dropbox tworzenia kopii zapasowych danych i odzyskiwania danych z Dropbox.
pt: Habilitar este aplicativo para vincular a Dropbox, fazer backup de meus dados para o Dropbox e recuperar meus dados a partir de Dropbox.
ru: Включить это приложение, чтобы ссылка на Dropbox, Dropbox для резервного копирования данных и восстановления данных из Dropbox.
sv: Aktivera den här appen för att länka till Dropbox, säkerhetskopiera mina data till Dropbox och återställa mina data från Dropbox.
uk: Включити це додаток, щоб посилання на Dropbox, Dropbox для резервного копіювання даних і відновлення даних з Dropbox.
zh_hans: 启用这个应用程序链接到Dropbox的，您的数据备份到Dropbox和恢复您的数据从Dropbox。
zh_hant: 啟用這個應用程序鏈接到Dropbox的，您的數據備份到Dropbox和恢復您的數據從Dropbox。

# PRODUCT_INAPP_HEADER2
source: Unlimited Time tracking
de: In-App-Kauf: Kalender freigeben
es: Desbloquear calendario
fi: Avaa Kalenteri
fr: Débloquer calendrier
it: Sblocca il calendario
ja: カレンダー制限の解除
ko: 나의 달력 해제하기
nb: Lås opp min kalender
nl: Open mijn kalender
pl: Otwórz Mój Kalendarz
pt: Desbloquear calendário
ru: Открыть календарь
sv: Lås Upp Min Kalender
uk: Розблокувати Мій Календар
zh_hans: 解锁我的日历
zh_hant: 解鎖我的日曆

# PRODUCT_INAPP_MESSAGE2
source: The 14 calendar day time sheet limit has been reached. The oldest time sheet will be deleted on a rolling basis. You may purchase this product. Please go to the help page and 'In-App-Purchase' for more information
de: Die max. 14 Kalendertage wurden erreicht. Die älteste Zeiteingabe wird jeweils gelöscht. Um dieses Produkt zu kaufen, bitte ins Hilfemenu wechseln und auf 'In-App-Kauf' tippen
es: El límite de 14 días de tiempo para registros ha sido alcanzado. Los registros más antiguos serán eliminados de forma permanente. Usted puede comprar este producto. Por favor, vaya a la página de ayuda y pulse 'Compras dentro de la App' para más información
fi: Kalenterin 14 vuorokauden raja on täyttynyt. Vanhin Tuntilista poistetaan. Voit hankkia tämän tuotteen. Ole hyvä ja siirry Ohjeet –sivulle ja etsi lisätietoja kohdasta ’Osta’
fr: La limite de 14 jours le temps de saisie a été atteint. La feuille la plus ancienne du temps sera supprimé sur une base continue.Vous pouvez acheter ce produit. S'il vous plaît aller à la page d'aide et de 'Achats intégrés' pour plus d'informations
it: Il limite di 14 giorni per le ore aggiunti è stato raggiunto. Le più antiche notizie verranno eliminate definitivamente. È possibile acquistare questo prodotto. Per favore vai alla pagina di aiuto e fare clic su 'Acquisto in-app' per maggiori informazioni
ja: タイムカードが制限期間の14日間分に達成しました。古いタイムカードから順番に削除されていきます。 この製品のご購入をお勧めします。詳細はヘルプページの「アドオン」セクションをご覧ください。
ko: 14역일 근무 시간 기록표 제한량이 도달되었습니다. 가장 오랜 근무 시간 기록표가 차례대로 삭제되게 됩니다. 이 제품을 구매하실 수 있습니다. 자세한 사항은 도움란 페이지 및 “구매하기”를 방문하여 주시기 바랍니다
nb: Grensen på 14 dagers tidsrapporter er oppnådd. Den eldste rapporten vil bli slettet på rullende basis. Du kan kjøpe dette produktet. Vennligst gå til hjelpesiden og trykk ”Innkjøp” for mer informasjon.
nl: Het maximum van 14 dagen tijdregistratie wordt bereikt. De oudste tidkortet worden verwijderd op een rollende basis. U kunt kopen dit product. Ga naar de Help-pagina en 'In-App aankoop' voor meer informatie
pl: 14 dniowy termin grafiku został osiągnięty. Najstarszy z arkuszy grafiku będzie usuwany na bieżąco. Zapraszamy do zakupu tego produktu. Proszę przejść na stronę pomocy w zakładce 'Kupuj' a dowierz się więcej
pt: O limite de 14 dias úteis para registos tenha sido atingido. Os registros mais antigos serão excluídos permanentemente. Você pode comprar este produto. Por favor, vá para a página de ajuda e clique em 'Compras dentro de App' para mais informações
ru: Лимит на 14 календарных дней достигнут. Старые страницы будут удалены путем добавления новых. Вы можете купить этот товар. Пожалуйста, зайдите на страницу помощи и 'встроенных покупок' для большей информации
sv: Begränsningen på 14 dagars tidrapporter har uppnåtts. Det äldsta tidkortet kommer att raderas på ett rullande schema. Du kan köpa den här produkten. Vänligen gå till hjälp sidan och tryck “Köp inuti” för mer information.
uk: Ваш 14-ти денний обмежувальний період закінчився. Найбільш старі листи будуть видалені. Ви маєте змогу придбати цей продукт. Будь-ласка перейдіть на сторінку справки та знайдіть 'Придбати' для подальшої інформації.
zh_hans: 已经到达14天的日历时间限制。最早的日历时间表将按照顺序以滚动方式删除。您可以购买此产品。请前往帮助页面以获取更多信息
zh_hant: 已經達到14天的日曆時間限制。最早的日曆時間表將按照順序以滾動方式刪除。您可以購買此產品。請前往幫助頁面以獲取更多信息。

# PRODUCT_INAPP_1
source: Unlimited Time tracking
de: Kalender freischalten
es: Desbloquear calendario
fi: Avaa Kalenteri
fr: Débloquer calendrier
it: Sblocca il calendario
ja: カレンダー制限の解除
ko: 나의 달력 해제하기
nb: Lås opp min kalender
nl: Open mijn kalender
pl: Otwórz Mój Kalendarz
pt: Desbloquear calendário
ru: Открыть календарь
sv: Lås Upp Min Kalender
uk: Розблокувати Мій Календар
zh_hans: 解锁我的日历
zh_hant: 解鎖我的日曆

# PRODUCT_INAPP_DETAILS_1
source: Allow full time sheet history
de: Zeiteingaben ohne Einschränkung
es: Permitir la historia completa del registro
fi: Mahdollista täydellisen työaikahistorian esittäminen
fr: Autoriser l'historique complet de saisie heures
it: Lasciare tutta la storia registrati
ja: 全てのタイムカード履歴を保存可能にします
ko: 전체 근무 시간 기록표 기록 허용하기
nb: Tillat full tidsrapporthistorikk.
nl: Laat volledige tijdinvoer historie
pl: Udostępnij pełną historię grafików
pt: Permitir registrar a história completa
ru: Показать полную историю листов времени
sv: Tillåt full tidkorts historia
uk: Дозволити зберігання повної історії листів
zh_hans: 允许使用完整时间历史记录
zh_hant: 允許使用完整時間歷史記錄
